{"Version": "1561342015.054203", "Winter": [{"Name": "Yakusoku no Neverland", "Desc": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage—a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family... never to be heard from again.\r\n\r\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama.\r\n\r\n", "Rating": 9, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1125/96929.jpg", "Genres": ["TV", "Sci-Fi", "Mystery", "Horror", "Psychological", "Thriller", "Shounen"]}, {"Name": "Mob Psycho 100 II", "Desc": "Second Season of ONE's Mob Psycho 100.", "Rating": 9, "EndDate": "Apr 1, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1918/96303.jpg", "Genres": ["TV", "Action", "Slice of Life", "Comedy", "Supernatural"]}, {"Name": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen", "Desc": "At the renowned Shuchiin Academy, Miyuki Shirogane and Kaguya Shinomiya are the student body's top representatives. Ranked the top student in the nation and respected by peers and mentors alike, Miyuki serves as the student council president. Alongside him, the vice president Kaguya—eldest daughter of the wealthy Shinomiya family—excels in every field imaginable. They are the envy of the entire student body, regarded as the perfect couple.\r\n\r\nHowever, despite both having already developed feelings for the other, neither are willing to admit them. The first to confess loses, will be looked down upon, and will be considered the lesser. With their honor and pride at stake, Miyuki and Kaguya are both equally determined to be the one to emerge victorious on the battlefield of love!\r\n\r\n", "Rating": 9, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1291/97023.jpg", "Genres": ["TV", "Comedy", "Psychological", "Romance", "School", "Seinen"]}, {"Name": "Dororo", "Desc": "The greedy samurai lord Daigo Kagemitsu’s land is dying, and he would do anything for power, even renounce Buddha and make a pact with demons. His prayers are answered by 12 demons who grant him the power he desires by aiding his prefecture's growth, but at a price. When Kagemitsu's first son is born, the boy has no limbs, no nose, no eyes, no ears, nor even skin—yet still, he lives.\r\n\r\nThis child is disposed of in a river and forgotten. But as luck would have it, he is saved by a medicine man who provides him with prosthetics and weapons, allowing for him to survive and fend for himself. The boy lives and grows, and although he cannot see, hear, or feel anything, he must defeat the demons that took him as sacrifice. With the death of each one, he regains a part of himself that is rightfully his. For many years he wanders alone, until one day an orphan boy, Dororo, befriends him. The unlikely pair of castaways now fight for their survival and humanity in an unforgiving, demon-infested world.\r\n\r\n", "Rating": 9, "EndDate": "Jun 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1879/100467.jpg", "Genres": ["TV", "Action", "Adventure", "Historical", "Demons", "Supernatural", "Shounen"]}, {"Name": "Domestic na Kanojo", "Desc": "In their teenage years, few things can hurt people more than the heartaches that come with unrequited love. Such is the case for Natsuo Fujii, who has found himself entranced by his school's ever-cheerful teacher Hina. Deflated by this unreachable desire, Natsuo humors his friends and attends a mixer. There he meets Rui, a girl whose lack of excitement rivals that of himself. After bonding over their mutual awkwardness, Rui takes Natsuo to her house and asks him to have sex with her, hoping that the experience will stop her friends from treating her like a clueless child. With his hopeless feelings towards Hina still on his mind, Natsuo hesitantly agrees.\r\n\r\nEqually unfulfilled by their \"first times,\" the two decide to part ways as strangers. However, before he even has a chance to process this experience, Natsuo's father drops a major bombshell: he is getting remarried, and his new wife Tsukiko Tachibana is coming over now to meet Natsuo. As if that was not enough of a shock, her daughters—and, in turn, Natsuo's new sisters—are Hina and Rui Tachibana, the woman he's in love with and the girl with whom he shared his first night. Now, Natsuo must come to terms with the feelings he has for his step-siblings as his eyes open to a darker side of love.\r\n\r\n", "Rating": 8, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1021/95670.jpg", "Genres": ["TV", "Drama", "Romance", "School", "Shounen"]}, {"Name": "Kakegurui××", "Desc": "Second season of Kakegurui.", "Rating": 8, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1496/96519.jpg", "Genres": ["TV", "Game", "Mystery", "Psychological", "Drama", "School", "Shounen"]}, {"Name": "5-toubun no Hanayome", "Desc": "Fuutarou Uesugi is an ace high school student, but leads an otherwise tough life. His standoffish personality and reclusive nature have left him friendless, and his father is debt-ridden, forcing his family to scrape by.\r\n\r\nOne day during his lunch break, Uesugi argues with a female transfer student who has claimed \"his seat,\" leading both of them to dislike each other. That same day, he is presented with a golden opportunity to clear his family's debt: a private tutoring gig for a wealthy family's daughter, with a wage of five times the market price. He accepts the proposal, but is horrified to discover that the client, Itsuki Nakano, is the girl he confronted earlier! \r\n\r\nAfter unsuccessfully trying to get back on Itsuki's good side, Uesugi finds out that his problems don't end there: Itsuki is actually a quintuplet, so in addition to her, he must also tutor her sisters—Miku, Yotsuba, Nino, and Ichika—who, despite the very real threat of flunking, want nothing to do with a tutor. However, his family's livelihood is on the line so Uesugi pushes on, adamant in his resolve to rid the sisters of their detest for studying and successfully lead them to graduation.\r\n\r\n", "Rating": 8, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1819/97947.jpg", "Genres": ["TV", "Harem", "Comedy", "Romance", "School", "Shounen"]}, {"Name": "Date A Live III", "Desc": "The third season of Date A Live.", "Rating": 8, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1055/100468.jpg", "Genres": ["TV", "Sci-Fi", "Harem", "Comedy", "Romance", "Mecha", "School"]}, {"Name": "Boogiepop wa Warawanai (2019)", "Desc": "Hushed exchanges among the female student populace of Shinyo Academy center around an enigmatic supernatural entity. This entity is Boogiepop, a Shinigami who is rumored to murder people at the height of their beauty before their allure wanes. Few know of his true nature: a guardian who, between periods of dormancy, manifests as the alter ego of a high school girl named Touka Miyashita to fend off \"the enemies of the world.\" Now, a string of mysterious disappearances—presumed by the school to be merely runaways—has caused Boogiepop to awaken. But somewhere in the academy, a menacing creature hides, waiting for its opportune moment to strike.\r\n\r\nBoogiepop wa Warawanai subtly explores the intrinsic associations between human beings and their perception of time, while delving into its characters' complex relationships, emotions, memories, and pasts.\r\n\r\n", "Rating": 8, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1135/95454.jpg", "Genres": ["TV", "Psychological", "Mystery", "Horror"]}, {"Name": "Doukyonin wa Hiza, Tokidoki, Atama no Ue.", "Desc": "Novelist Subaru Mikazuki, who is shy and not good with other people, and Haru, the cat that has been living a severe stray life. This is a story of them suddenly living together and describes the happiness of living together from both points of view.\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1634/97368.jpg", "Genres": ["TV", "Slice of Life", "Comedy"]}, {"Name": "Manaria Friends", "Desc": "Mysteria Academy is a prestigious magic school that teaches magic without discrimination to the three factions (men, gods, demons), who usually are engaged in battle with each other. Two of the academy's students are Anne, a princess and honor student, and Grea, a princess born from a dragon and a human.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1580/95199.jpg", "Genres": ["TV", "Demons", "Supernatural", "Magic", "Fantasy"]}, {"Name": "Watashi ni Tenshi ga Maiorita!", "Desc": "One day, fifth-grader Hinata Hoshino brings her friend Hana Shirosaki to her house, and Hinata's sister Miyako, a college student, falls in love with Hana at first sight. Miyako manages to get along with Hana somehow, but her clumsy behavior and shyness make Hana wary. Even so, Hana gradually opens up to Miyako, who wants to become closer to her. \r\n\r\n(Source: Japanese Wikipedia) ", "Rating": 8, "EndDate": "Mar 26, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1778/100470.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Shoujo Ai"]}, {"Name": "Ueno-san wa Bukiyou", "Desc": "Ueno-san, who is in her third year of junior high school, is in love with the concept of falling in love. She makes full use of her inventions and tries to show it off to Tanaka, her Science Club kouhai.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Mar 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1276/96178.jpg", "Genres": ["TV", "Comedy", "Romance", "Seinen"]}, {"Name": "3D Kanojo: Real Girl 2nd Season", "Desc": "Second season of 3D Kanojo: Real Girl.", "Rating": 8, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1941/97219.jpg", "Genres": ["TV", "Romance", "School", "Shoujo"]}, {"Name": "Mahou Shoujo Tokushusen Asuka", "Desc": "Due to the invasion of Disas—enigmatic creatures of soil from the land of the dead—mankind, who was on the verge of crisis, was saved by the efforts of magical girls who had obtained a mysterious magical power...\r\n \r\nThree years later, new incidents suddenly occur, tearing apart the normalcy of the girls who had each returned to their normal lives. The saviours of humanity, those magical girls called \"The Magical Five\" now live each day fighting for their lives, even as they are trifled with by fate...\r\n \r\n(Source: MangaHelpers)", "Rating": 7, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1514/100469.jpg", "Genres": ["TV", "Drama", "Magic", "Seinen"]}, {"Name": "Endro~!", "Desc": "Naral Island, a continent with swords and magic in which humans and monsters coexist. The terrible Demon King lives there. In ancient times, the first-generation hero defeated the Demon King. Over the many successive generations since then, the Demon King has been resurrected, and the hero who opposes him has likewise reappeared. Girls attend a school for adventurers in order to defeat the Demon King when he appears again.\r\n\r\nThough a bit absent-minded, Yusha has the body of a hero. The holy elf Seyla's trouble never ends because she is too serious. The cheerful warrior Fai loves to eat. Mei is a quiet otaku magician. As the four girls aim to be in the hero party, they live relaxed fantasy lives and show no sign of defeating the Demon King no matter how much time passes.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Mar 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1475/96180.jpg", "Genres": ["TV", "Slice of Life", "Magic", "Fantasy"]}, {"Name": "Girly Air Force", "Desc": "Mysterious flying creatures known as Zai suddenly appear, and in order to fight the creatures, mankind creates fighter aircraft called \"Daughters,\" as well as the automatic fighting mechanism \"Anima,\" which are shaped like human girls. The story centers on a young man named Kei Narutani, who yearns to fly in the sky, and an Anima considered to be humanity's trump card, a girl name Gripen.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 28, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1046/97025.jpg", "Genres": ["TV", "Action", "Sci-Fi"]}, {"Name": "Grimms Notes The Animation", "Desc": "The game takes place in a world created by beings known as \"Story Tellers.\" At birth, all inhabitants of this world are bestowed with a \"book of fate\" where all their lives are written in advance. However, rogue Story Tellers known as Chaos Tellers are writing bad events into people's books without them knowing. It is up to the holders of blank books of fate to seek out the Chaos Tellers and restore the world.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1708/96962.jpg", "Genres": ["TV", "Action", "Adventure", "Magic", "Fantasy"]}, {"Name": "Egao no Daika", "Desc": "On a planet far from Earth, there is a kingdom full of smiling faces. Princess Yuuki is 12 years old, and about to enter a sensitive age in a person's life. Everyday, she cries, laughs, and sometimes, her heart throbs with excitement. All the while, she lives merrily in the royal palace.\r\n\r\nFilling her days are her loyal vassals: her tutor Reira, Izana who assists in political affairs, the leader of the chivalry Harold … and then there is her childhood friend and aide Joshua.\r\n\r\n\"Yuuki! If you have spirit and guts, you can do anything!\"\r\n\r\n\"…No, not this again! Joshua, be nobler!\"\r\n\r\nStella is 17 years old and a capable, reserved soldier. However, she is always smiling ... for smiling is essential to living.\r\n\r\nThis is a story of two girls born on distant planets. \r\n\r\n(Source: ANN) ", "Rating": 7, "EndDate": "Mar 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1640/100466.jpg", "Genres": ["TV", "Military", "Slice of Life", "Drama", "Fantasy", "Mecha"]}, {"Name": "Fukigen na Mononokean Tsuzuki", "Desc": "Second season of Fukigen na Mononokean.", "Rating": 8, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1030/99067.jpg", "Genres": ["TV", "Comedy", "Demons", "Supernatural"]}, {"Name": "Kouya no Kotobuki Hikoutai", "Desc": "In a barren frontier where people trade goods with each other in order to help each other survive. The Kotobuki Squadron are bodyguards for hire, led by a strict but beautiful squadron leader, an unreliable commanding officer, and a true artisan of a crew chief. Alongside pilots who don't lack for personality, they take to the air in dogfights, letting the engine noise of their Hayabusa fighters ring out in the skies.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1252/96179.jpg", "Genres": ["TV", "Action", "Military", "Adventure"]}, {"Name": "Piano no Mori (TV) 2nd Season", "Desc": "Second season of Piano no Mori.", "Rating": 8, "EndDate": "Apr 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1186/100864.jpg", "Genres": ["TV", "Music", "Comedy", "Drama", "School", "Seinen"]}, {"Name": "Meiji Tokyo Renka", "Desc": "Mei Ayazuki is just your ordinary, everyday high-school girl. That is until one night, when the moon is full and red, she’s transported through time to the Meiji Period by Charlie, a self-proclaimed magician.\r\n\r\nShe ends up in a strange, Meiji-era ‘Tokyo’ where the existence of ghosts is accepted. Led by Charlie, she finally arrives at the Rokumeikan. There, waiting for her to arrive, are the historical figures Ougai Mori, Shunsou Hishida, Otojirou Kawakami, Kyouka Izumi, Gorou Fujita, Yakumo Koizumi, and Tousuke Iwasaki.\r\n\r\nWhilst interacting with these men, she discovers she is a Tamayori - someone who can see ghosts - a skill that is highly valued in the Meiji Period. Due to these powers, her relationship with the men begins to change… As she gets to know these handsome men in a new era she just can’t get used to, a love begins to grow within her.\r\n\r\nWill Mei be able to return to her time? What will become of her love - a love that crosses the boundaries of time and space? \r\n\r\n(Source: Honey's Anime)", "Rating": 7, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1205/96175.jpg", "Genres": ["TV", "Historical", "Romance", "Fantasy", "Shoujo"]}, {"Name": "W'z", "Desc": "Yukiya, who is \"probably\" 14 years old, spends his time DJ-ing alone. Due to his father's influence, he's listened to house music since he was young, and he uploads videos online. He wants to convey something to someone. He wants to be recognized, and become important. But getting hurt is scary. One day, while trying to get more views, he does something that can't be undone. And he sees a live broadcast from \"that world.\" Yukiya believes he can't do anything alone, but that he could accomplish something if he were doing it together with someone else.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Mar 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1770/99001.jpg", "Genres": ["TV", "Action", "Music"]}, {"Name": "Kemurikusa (TV)", "Desc": "The science-fiction action story follows girls who fight with weird entities nicknamed \"mushi\" (bugs) and survive in a world of red fog.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1254/100472.jpg", "Genres": ["TV", "Sci-Fi", "Fantasy"]}, {"Name": "BanG Dream! 2nd Season", "Desc": "Kasumi Toyama and the members of Poppin'Party—their high school band—are now second-year students, but with the new school year comes their latest set of challenges: student council duties, cram school, and part-time jobs, among other things. Furthermore, they are now separated into different classes, and as a result, their free time together is shortened. Looking back, their joyful times together seem like nothing more than an unachievable fantasy when their members are too occupied to even gather in Arisa Ichigaya's basement for practice sessions. As the band ponders over the situation, an unfamiliar girl suddenly emerges, unknowingly pulling them into the spotlight once more.\r\n\r\nIn this rising era of girl bands, Afterglow, Pastel*Palettes, Roselia, and Hello, Happy World! begin to make their appearance as well. Each band, comprised of musicians with their unique personalities, illuminates the stage with its performances. As Poppin'Party returns to the music scene and encounters new friends, the sparkling, heart-pounding music starts to play once again!\r\n\r\n", "Rating": 8, "EndDate": "Mar 28, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1106/98131.jpg", "Genres": ["TV", "Music"]}, {"Name": "Pastel Memories", "Desc": "The story takes place in a future Akihabara where otaku culture has declined. Players play as a shopkeeper of an otaku shop. Together with the heroines who are in fact otaku girls, the shopkeeper start helping people claim their lost otaku memories back. \r\n\r\n(Source: QooApp)", "Rating": 6, "EndDate": "Mar 26, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1563/95294.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Adventure"]}, {"Name": "Circlet Princess", "Desc": "People's lives have changed because of VR and AR, and an competitive sport has born from these technologies called CB (Circlet Bout). CB can be competed between two schools and became an e-sport that decides the wealth of the schools. It also became the real ability of the school, which depends on not just the students' academic skills, but also on the data based on the sport ability, art, skills, etc. \r\n\r\n(Source: Official Game Website [Edited])", "Rating": 7, "EndDate": "Mar 26, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1760/97712.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Sports", "School"]}, {"Name": "Kemono Friends 2", "Desc": "Second season of Kemono Friends.", "Rating": 6, "EndDate": "Apr 2, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1015/100471.jpg", "Genres": ["TV", "Adventure", "Comedy"]}, {"Name": "Rinshi!! Ekoda-chan", "Desc": "Rinshi!! Ekoda-chan is a fun and dark a 4-koma manga about the real (?) life of the author, a single woman in Tokyo who drifts through relationships and works at various hostess clubs and the like. Lots of commentary on \"birds of prey\" (moukin), girls who use their cuteness and affect stupidity in order to try to score men (against whom the author is constantly fighting).\r\n\r\n(Source: Zigguratbuilder)", "Rating": 6, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1953/95142.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Seinen"]}, {"Name": "Dimension High School", "Desc": "The high school boys transferred to an anime world while they are in cramming school. Since then, they start school life in the anime world they transferred in. \r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Mar 21, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1399/97349.jpg", "Genres": ["TV", "School"]}, {"Name": "B-Project: Zecchou*Emotion", "Desc": "Second season of B-Project: Kodou*Ambitious.", "Rating": 7, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1083/95613.jpg", "Genres": ["TV", "Music", "Shoujo"]}, {"Name": "Ame-iro Cocoa: Side G", "Desc": "In the fifth season of the Ame-iro Cocoa series Youko, the daughter of the Rainy Color cafe's owner Kouji Amami, takes over as the acting manager of the cafe.\r\n\r\n(Source: ANN)", "Rating": 5, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1463/97361.jpg", "Genres": ["TV", "Slice of Life", "Comedy"]}, {"Name": "Bermuda Triangle: Colorful Pastrale", "Desc": "The glittering spotlights. The sparkling, fluffy, cute outfits. The charming voices while dancing with bright smiles. Under the dazzling lights on the big city stage, these would be the mermaid idols who swim and dance freely underwater.\r\n\r\nBut far from this big city, the girls once lived in the peaceful village of Parrel. These girls, who would not even imagine such a glittering future for themselves, are instead just raising a fuss over the snack cakes they are eating. This is the story of the cheerful daily life of mermaids who strive their hardest everyday.\r\n\r\n(Source: Official website)", "Rating": 6, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1449/93947.jpg", "Genres": ["TV", "Music", "Fantasy"]}, {"Name": "Virtual-san wa Miteiru", "Desc": "None", "Rating": 6, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1429/98554.jpg", "Genres": ["TV", "Music", "Comedy"]}, {"Name": "Mini Toji", "Desc": "Do the girls' daily lives include fighting and not fighting? All characters from the TV animated series Toji no Miko and smartphone game Toji no Miko: Kizamishi Issen no Tomoshibi are gathered together in smaller form!\r\n\r\n(Source: Crunchyroll, edited)", "Rating": 7, "EndDate": "Mar 17, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1781/98227.jpg", "Genres": ["TV", "Action", "Comedy", "Fantasy"]}, {"Name": "Hulaing Babies", "Desc": "The anime will center on a group of young girls and their struggle as they aim to become Hula Girls.", "Rating": 7, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1560/100533.jpg", "Genres": ["TV", "Slice of Life", "Comedy"]}, {"Name": "Tensei shitara Slime Datta Ken", "Desc": "Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.\r\n\r\nWhen Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Verudora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Verudora bestows upon him the name Rimuru Tempest to grant him divine protection. \r\n\r\nNow, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate.\r\n\r\n", "Rating": 9, "EndDate": "Mar 19, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1694/93337.jpg", "Genres": ["TV", "Fantasy", "Shounen"]}, {"Name": "Sword Art Online: Alicization", "Desc": "The Soul Translator is a state-of-the-art full-dive interface which interacts with the user's Fluctlight—the technological equivalent of a human soul—and fundamentally differs from the orthodox method of sending signals to the brain. The private institute Rath aims to perfect their creation by enlisting the aid of Sword Art Online survivor Kazuto Kirigaya. He works there as a part-time employee to test the system's capabilities in the Underworld: the fantastical realm generated by the Soul Translator. As per the confidentiality contract, any memories created by the machine in the virtual world are wiped upon returning to the real world. Kazuto can only vaguely recall a single name, Alice, which provokes a sense of unease when mentioned in reality.\r\n\r\nWhen Kazuto escorts Asuna Yuuki home one evening, they chance upon a familiar foe. Kazuto is mortally wounded in the ensuing fight and loses consciousness. When he comes to, he discovers that he has made a full-dive into the Underworld with seemingly no way to escape. He sets off on a quest, seeking a way back to the physical world once again.\r\n\r\n", "Rating": 8, "EndDate": "Mar 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1993/93837.jpg", "Genres": ["TV", "Action", "Game", "Adventure", "Romance", "Fantasy"]}, {"Name": "Toaru Majutsu no Index III", "Desc": "Touma Kamijou can't catch a break. After the invasion of Academy City, political tensions continue to rise as both the science and magic factions collide head on. It appears that Academy City intends to declare war against the Roman Catholic Church, consequently plunging the whole world into global warfare. Touma soon finds himself on the front lines once again, striving to protect his friends and allies.\r\n\r\nToaru Majutsu no Index III serves as the last installment of the original franchise as Touma, Accelerator, and the true level 0 Shiage Hamazura continue their separate journeys, leading up to the final act of the original light novel series.\r\n\r\n", "Rating": 7, "EndDate": "Apr 5, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1583/93857.jpg", "Genres": ["TV", "Action", "Magic", "Sci-Fi", "Super Power"]}, {"Name": "Kaze ga Tsuyoku Fuiteiru", "Desc": "Former ace runner of Sendai Josei High School, Kakeru Kurahara is chased away from a convenience store for shoplifting. Shaking off his pursuer, he runs into Haiji Kiyose, another student from his university. Haiji is impressed by Kakeru's agility and persuades him to live in Chikusei-sou, the run-down apartment where Haiji resides along with eight other students. Having lost his entire apartment deposit at a mahjong parlor, Kakeru accepts the offer reluctantly.\r\n\r\nHowever, Haiji reveals a secret during Kakeru's welcoming party: the apartment is actually the dormitory of the Kansei University Track Club. He unveils his ultimate goal of participating in the Hakone Ekiden—one of the most prominent university marathon relay races in Japan. Unfortunately, all the residents apart from Haiji and Kakeru are complete running novices. Worse still, none of the inhabitants are even remotely interested in being involved with Haiji's ridiculous plan! With only months before the deadline, will the fourth-year student be able to convince them otherwise and realize his elusive dream of running in the Hakone Ekiden?\r\n\r\n", "Rating": 9, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1692/93918.jpg", "Genres": ["TV", "Comedy", "Sports", "Drama"]}, {"Name": "Radiant", "Desc": "Seth is an aspiring sorcerer from the Pompo Hills area. Like all wizards, he is an \"infected,\" one of the few living beings who survived the contact of the Nemesis—creatures fallen from the sky that contaminate and decimate all those they touch. Being immune to them, Seth wants to become a Hunter and fight the Nemesis. But more than that, Seth wants to engage in a quest that goes beyond the simple hunt for monsters. He wants to find the Radiant, their presumed cradle. Aided by a faction of fellow sorcerers, he travels the world in search of the Radiant, under the harsh scrutiny of the Inquisition.\r\n\r\n(Source: MangaHelpers, edited)", "Rating": 7, "EndDate": "Feb 23, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1318/95345.jpg", "Genres": ["TV", "Action", "Adventure", "Magic", "Fantasy"]}, {"Name": "Hinomaruzumou", "Desc": "It is a divine ritual, a martial art, a combat sport—it's sumo!!\r\n\r\nA \"small\" new student, Ushio Hinomaru, appears before the weak little sumo club of Oodachi High School! The words \"big\" and \"heavy\" are the rules to this sport, which does not fit this newbie any inch, but this guy goes and does what...?! Ushio and the small sumo club climbs its way to the top!\r\n\r\nThe goal is Hinoshita Kaisan! - A title for the highest rank in professional sumo, equivalent of Yokozuna.\r\n\r\nA fired up high school sumo tale—no retakes allowed!! \r\n\r\n(Source: Shounen Jump, edited)", "Rating": 8, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1974/95289.jpg", "Genres": ["TV", "Martial Arts", "Shounen", "Sports"]}, {"Name": "Captain Tsubasa (2018)", "Desc": "Captain Tsubasa is the passionate story of an elementary school student whose thoughts and dreams revolve almost entirely around the love of soccer. 11-year-old Tsubasa Oozora started playing football at a very young age, and while it was mostly just a recreational sport for his friends, for him, it developed into something of an obsession. \r\n\r\nIn order to pursue his dream to the best of his elementary school abilities, Tsubasa moves with his mother to Nankatsu city, which is well-known for its excellent elementary school soccer teams. But although he was easily the best in his old town, Nankatsu has a lot more competition, and he will need all of his skill and talent in order to stand out from this new crowd.\r\n\r\nHe encounters not only rivals, but also new friends like the pretty girl Sanae Nakazawa and the talented goalkeeper, Genzo Wakabayashi, who shares the same passion as Tsubasa, and will prove to be a treasured friend in helping him push towards his dreams. Representing Japan in the FIFA World Cup is Tsubasa’s ultimate dream, but it will take a lot more than talent to reach it. ", "Rating": 8, "EndDate": "Apr 2, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1866/91270.jpg", "Genres": ["TV", "Action", "Sports", "Shounen"]}, {"Name": "Gyakuten Saiban: Sono &quot;Shinjitsu&quot;, Igi Ari! Season 2", "Desc": "Adaption of the third Ace Attorney Game in the Video Game Series.", "Rating": 8, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1861/91089.jpg", "Genres": ["TV", "Mystery", "Comedy", "Police", "Drama"]}, {"Name": "Aikatsu Friends!", "Desc": "Aine Yuuki who is a regular student at Star Harmony Academy's normal division and meets Mio Minato from idol division who invites her to join Aikatsu to fulfill Aine's goal to make friends. She also befriends Maika Chouno and Ema Hinata who are also idols. Aine and Mio form a pair to become best friends to become the bright \"Diamond Friends\". Karen Kamishiro and Mirai Asuku are categorized as \"Diamond Friends\" and are in the Diamond Class! \r\n\r\n(Source: Wikipedia)", "Rating": 8, "EndDate": "Mar 28, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1198/90430.jpg", "Genres": ["TV", "Music", "Slice of Life", "School", "Shoujo"]}, {"Name": "Cardfight!! Vanguard (2018)", "Desc": "The main protagonist Sendou Aichi, is a timid and mundane third-year middle school boy. The thing that supported Aichi's heart, was the \"Blaster Blade\" card that he received as a child. It's an important rare card from \"Vanguard\", a card game with the imaginary world of \"Planet Cray\" as its stage. From the day he reunited with the person who gave him that card \"Toshiki Kai\", Aichi's everyday life began to change.\r\n\r\n(Source: Crunchyroll)", "Rating": 8, "EndDate": "May 4, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1408/96485.jpg", "Genres": ["TV", "Action", "Game", "Shounen"]}, {"Name": "Okoshiyasu, Chitose-chan", "Desc": "Chitose-chan is a penguin who lives in Kyoto. Getting in touch with people and getting fed delicious food as she curiously walks around Kyoto streets is her favourite thing to do. The story features popular places in Kyoto like Kiyomizu Temple, Ginkaku Temple, and Gion from the Penguin's point of view. This is a short story about a penguin that is nostalgic and warm, curing and relieving the heart. \r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Mar 23, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1311/93281.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Josei"]}, {"Name": "Kiratto Pri☆chan", "Desc": " First-year middle school girls Mirai Momoyama and Emo Moegi are two aspiring idols who decide to use the \"Pri☆Chan System,\" a system used by famous people and companies to broadcast content. Like many girls starting their own channels and uploading content, the pair decide to become their own producers, starting their own channel in an attempt to become Pri☆Chan idols.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1628/95071.jpg", "Genres": ["TV", "Music", "Slice of Life", "Magic", "Shoujo"]}, {"Name": "Beyblade Burst Chouzetsu", "Desc": "None", "Rating": 7, "EndDate": "Mar 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1086/91130.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Adventure", "Sports", "Shounen"]}, {"Name": "Future Card Shin Buddyfight", "Desc": "The sixth season of Future Card Buddyfight featuring Gao Mikado's son.", "Rating": 7, "EndDate": "Apr 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1367/95055.jpg", "Genres": ["TV", "Game"]}, {"Name": "Duel Masters!", "Desc": "None", "Rating": 6, "EndDate": "Mar 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1920/91047.jpg", "Genres": ["TV", "Action", "Adventure", "Comedy", "Shounen"]}, {"Name": "Shounen Ashibe: Go! Go! Goma-chan 3", "Desc": "Third season of Shounen Ashibe: Go! Go! Goma-chan.", "Rating": 6, "EndDate": "Feb 26, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1001/91711.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Seinen"]}, {"Name": "Hoshi no Shima no Nyanko", "Desc": "The story centers on the cats Hopi, Toto, and Mao, who set out on the ocean in search of a place to establish a new town. The three friends plan to find the mysterious \"Island of Stars.\" When they happen to chance upon it, they immediately get to work developing the island, but encounter many difficulties in their task. \r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Mar 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1147/96582.jpg", "Genres": ["TV", "Adventure", "Slice of Life"]}, {"Name": "Revisions", "Desc": "\"This is a prophecy for you, where five people will meet huge adversaries, and only you can protect everyone.\" Daisuke Toujima is a second-year high school student who was abducted when he was young. He was involved in a special phenomenon—Shibuya Drift—with his childhood friends Gai, Ru, Marimari, and Keisaku. They were transferred to the center of Shibuya over 300 years into the future. What's waiting for them is endless wilderness and forest, Interspersed ruin, future citizens, and \"Revisions\" which are huge mechanical monsters. Trampled by the monsters without understanding the situation, a girl who has the same name as the person who saved Daisuke when he was abducted, Miro, provided a mobile suit \"String Puppet\" and told them to save Shibuya. With separated paths, adversaries, destined prophecies, the boys, and girls are on their journey to return to their original time.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jan 10, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1062/97007.jpg", "Genres": ["ONA", "Action", "Sci-Fi", "Mecha"]}, {"Name": "Final Fantasy XV: Episode Ardyn - Prologue", "Desc": "Final Fantasy XV: Episode Ardyn depicts the story of Ardyn Izunia, the main nemesis in Final Fantasy XV. The story of suffering, death, and resurrection leading up to the main story in FFXV. This animation reveals the story two millennia ago…\r\n\r\n(Source: Crunchyroll)", "Rating": 7, "EndDate": "Feb 17, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1499/98018.jpg", "Genres": ["ONA", "Action"]}, {"Name": "Xie Wang Zhui Qi", "Desc": "She, a renowned assassin of the 21st century, actually crossed over to become Su Manor’s most useless good-for-nothing Fourth Miss.\r\n\r\nHe, Jin Empire’s imperial highness, was an emotionless overbearing demonic tyrant with unrivaled talent.\r\n\r\nEveryone knew that she was idiotic and good-for-nothing and bullied her as they pleased. But only he, the overbearing tyrant with the discerning eye, wouldn’t let go of her even if his life depended on it.\r\n\r\nFor the time being, let’s just see how the stubborn versus stubborn clash and play out in this good show of the chaser and the chased.\r\n\r\n(Source: Official Webnovel)", "Rating": 7, "EndDate": "Apr 11, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1608/98754.jpg", "Genres": ["ONA", "Action", "Comedy", "Drama", "Romance", "Martial Arts", "Fantasy"]}, {"Name": "Otona no Bouguya-san (Rimen)", "Desc": "None", "Rating": 6, "EndDate": "Mar 20, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1191/99230.jpg", "Genres": ["ONA", "Comedy", "Ecchi", "Fantasy"]}, {"Name": "Wei, Kanjian Erduo La! 2", "Desc": "Second season of Wei, Kanjian Erduo La!.", "Rating": 8, "EndDate": "Apr 13, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1309/99419.jpg", "Genres": ["ONA", "Slice of Life", "Comedy", "Shounen Ai"]}, {"Name": "Huyao Xiao Hongniang: Zhu Ye", "Desc": "The 7th season of Huyao Xiao Hongniang.", "Rating": 8, "EndDate": "May 10, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1333/99422.jpg", "Genres": ["ONA", "Comedy", "Historical", "Supernatural", "Drama", "Romance"]}, {"Name": "Ling Feng Zhe", "Desc": "The Leader will talk about how Marx met his wife Jenny and their thwarted love story, as well as his friendship with Friedrich Engels, his close companion and co-author of the Communist Manifesto.\r\n\r\n(Source: Global Times)", "Rating": 7, "EndDate": "Mar 4, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1851/98296.jpg", "Genres": ["ONA", "Slice of Life", "Historical", "Drama", "Romance"]}, {"Name": "Wu Dong Qian Kun", "Desc": "The Great Yan Empire exists in a world where respect can only be earned through strength. Within this Great Yan Empire, the four great clans have always stood above the rest. Among them, a particular incident in the Lin Clan resulted in the banishment of a certain individual who went on to start his own family, in hopes of one day being recognized again by the Lin Clan, and rejoining them…\r\n\r\nHailing from a banished family of the Great Lin Clan, when Lin Dong was very young, he watched, powerless, as his talented father was easily crushed and crippled by the overwhelming genius of the great Lin Clan, Lin Langtian.\r\n\r\nWith a despairing father, a heartbroken grandfather, and a suffering family, ever since that fateful day, Lin Dong has been driven by a deep purpose; to take revenge on the man who had taken everything and more from his family.\r\n\r\nArmed with nothing but willpower and determination, join Lin Dong as he unknowingly discovers a destiny greater than he could ever hope to imagine when he stumbles upon a mysterious stone talisman…\r\n\r\n(Source: Novel Updates)", "Rating": 8, "EndDate": "Apr 7, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1857/98299.jpg", "Genres": ["ONA", "Action", "Adventure", "Harem", "Historical", "Martial Arts", "Fantasy"]}, {"Name": "Ikebukuro PR Anime", "Desc": "The anime's story takes place in the year 2020, near the Hareza Tower building plaza. This is an area under development currently but is expected to be completed by 2020. A girl gives chase to an owl she sees in Ikebukuro. Over the course of the anime, the audience witnesses the girl grow and learns about the charm of Ikebukuro, a place where \"everyone can be the lead player.\"\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Jan 17, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1280/97009.jpg", "Genres": ["ONA", "Fantasy"]}, {"Name": "A New Journey", "Desc": "League of Legends commercial animated by P.A. Works, published on League of Legends YouTube channel.", "Rating": 7, "EndDate": "Jan 18, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1549/98385.jpg", "Genres": ["ONA", "Action", "Game"]}, {"Name": "Donbei x Kemurikusa", "Desc": "A collaboration between Kemurikusa's TV series and Nissin. They promote the latter's Donbei Tsukimi Soba (moon-viewing soba) product after Wakaba finds several packages of them.", "Rating": 7, "EndDate": "Feb 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1964/99499.jpg", "Genres": ["ONA", "Fantasy"]}, {"Name": "Ling Jian Zun", "Desc": "None", "Rating": 7, "EndDate": "Apr 16, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1062/98492.jpg", "Genres": ["ONA", "Action", "Fantasy"]}, {"Name": "Puso Ni Comi", "Desc": "An anime adaptation of Sega's Phantasy Star Online 2 game's official web manga Puso Ni Comi: Phantasy Star Online 2 Comic. The story follows the lax, less than weighty daily life of the ARKS force members. \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "May 21, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1087/97502.jpg", "Genres": ["ONA", "Action", "Game", "Sci-Fi", "Comedy", "Parody", "School"]}, {"Name": "Beyond Creation", "Desc": "Short animation produced and planned by the Live2D Creative Studio design team, starring Natsumi Fujiwara as the drawing boy Louie, and Haruka Tomatsu as the mysterious girl Epsilon.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Feb 16, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1123/99276.jpg", "Genres": ["ONA", "Fantasy", "Magic"]}, {"Name": "Move to the Future", "Desc": "A short video about moving in the future by transportation company Art Corporation.\r\n\r\n(Source: AniDB)", "Rating": 6, "EndDate": "Feb 7, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1384/98942.jpg", "Genres": ["ONA", "Sci-Fi"]}, {"Name": "Aru Otoko no Ikikata", "Desc": "A Suntory short for their Boss brand canned coffee. It covers the history of Yutaka Nakamura, a businessman who established the Hawaiians Spa Resort in Fukushima at the age of sixty-five. \r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Jan 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1990/98312.jpg", "Genres": ["ONA", "Historical"]}, {"Name": "Color Cycling", "Desc": "A work with the theme of color following a soul and the circle of life as color and colorlessness wax and wane.\r\n\r\nThe short had an updated version uploaded on February 21, 2019 which has some minor color changes for some scenes.", "Rating": 6, "EndDate": "Jan 10, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1929/98223.jpg", "Genres": ["ONA", "Dementia"]}, {"Name": "Soba e", "Desc": "The ad Soba e centers on a boy named Osamu who receives an umbrella as a gift from Sayu, but it goes missing. That umbrella transforms into a girl who goes gallivanting around town on a rainy day.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 6, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1313/99662.jpg", "Genres": ["ONA", "Music", "Fantasy"]}, {"Name": "Kaishain! Nourin Suisan-shou e Iku", "Desc": "A collaboration between Asa da yo! Kaishain and Japanese Ministry of Agriculture, Forestry, and Fisheries (MAFF); specifically the Fisheries department. As the Kaishain cast get lost in MAFF and learn about the work culture and business done at the ministry. This is in part to promote new job openings there.", "Rating": 5, "EndDate": "Mar 1, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1326/99497.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Asobuild Teaser Movie", "Desc": "Web commercial to promote the grand opening of the entertainment and recreational facility \"ASOBUILD.\" The building is made up of six floors, each with their own theme and unique attractions.", "Rating": 5, "EndDate": "Mar 5, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1543/99700.jpg", "Genres": ["ONA", "Game", "Slice of Life", "Sports"]}, {"Name": "Kenketsu", "Desc": "A Japanese Red Cross Society commissioned work promoting blood donations by helping people overcome their fear of the process.", "Rating": 6, "EndDate": "Mar 19, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1341/99893.jpg", "Genres": ["ONA", "Music", "Slice of Life"]}, {"Name": "Mahou no LumiTear", "Desc": "Based on Bandai's candy-toy brand aimed at girls earning for glitter and cute dreams. The candy is sold in very decorated perfume style bottles. This eventually developed into a regular toy line with Takara Tomy.\r\n\r\nThis is the story about the children of the stars, born from a shining star in the night sky. Petel Tear, Syuna Tear, and Proro Tear always play by collecting star drops. One day, glittering LumiTear Sticks are born from the drops when they wish upon their collection. The sticks have the ability to make magic and their days become more joyful.", "Rating": 6, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1489/100241.jpg", "Genres": ["ONA", "Fantasy", "Magic", "Shoujo"]}, {"Name": "Qing Chi Hong Xiaodou Ba! 2nd Season", "Desc": "None", "Rating": 7, "EndDate": "Apr 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1996/98957.jpg", "Genres": ["ONA", "Slice of Life", "Comedy"]}, {"Name": "Hito Toki Kiryu Ashikaga", "Desc": "A Kiryu & Ashikaga heritage tourism promotion anime. Kiryu is located in the Gunma prefecture, Ashikaga is located in the Tochigi prefecture. The two cities are side-by-side (only a 30 minute car ride away) and share similar heritages. Each episode focuses on 1 season about the people (hito) and time (toki) of Kiryu and Ashikaga.", "Rating": 7, "EndDate": "Mar 19, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1578/99879.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Eromanga-sensei OVA", "Desc": "OVA included with the limited edition BD release.", "Rating": 8, "EndDate": "Jan 16, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1582/96343.jpg", "Genres": ["OVA", "Comedy", "Drama", "Romance", "Ecchi"]}, {"Name": "Wotaku ni Koi wa Muzukashii: Youth", "Desc": "Bundled with the seventh volume of the Wotaku ni Koi wa Muzukashii manga.", "Rating": 8, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1506/97024.jpg", "Genres": ["OVA", "Slice of Life", "Comedy", "Romance"]}, {"Name": "High Score Girl: Extra Stage", "Desc": "Episodes 13-15 of High Score Girl.", "Rating": 9, "EndDate": "Mar 20, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1387/98053.jpg", "Genres": ["OVA", "Comedy", "Romance", "School", "Seinen"]}, {"Name": "Ikkitousen: Western Wolves", "Desc": "None", "Rating": 7, "EndDate": "Feb 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1914/95106.jpg", "Genres": ["OVA", "Action", "Ecchi", "Martial Arts", "School", "Seinen", "Super Power"]}, {"Name": "Gaikotsu Shotenin Honda-san OVA", "Desc": "Unaired episode included with the DVD releases bundled with the re-release of the first three volumes of the manga.", "Rating": 7, "EndDate": "Feb 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1428/95664.jpg", "Genres": ["OVA", "Slice of Life", "Comedy"]}, {"Name": "Senjuushi: Kijuushi-tachi no Happy Birthday!", "Desc": "The story will be about the characters celebrating their master's birthday, which happens after the sixth episode. \r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Mar 6, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1930/97002.jpg", "Genres": ["OVA", "Action", "Military"]}, {"Name": "The iDOLM@STER SideM: Wake Atte Mini! OVA", "Desc": "Unaired episode bundled with the special edition of The  iDOLM@STER SideM Wake Atte Mini! Returns manga.", "Rating": 7, "EndDate": "Mar 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1968/95794.jpg", "Genres": ["OVA", "Comedy", "Slice of Life"]}, {"Name": "Code Geass: Fukkatsu no Lelouch", "Desc": "The story takes place two years after Lelouch's \"Zero Requiem\" plan. ", "Rating": 9, "EndDate": "Feb 9, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1647/96892.jpg", "Genres": ["Movie", "Action", "Drama", "Mecha", "Military", "Sci-Fi", "Super Power"]}, {"Name": "Fate/stay night Movie: Heaven's Feel - II. Lost Butterfly", "Desc": "The second of three movies adapting the third route of Fate/stay night.", "Rating": 9, "EndDate": "Jan 12, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1599/93798.jpg", "Genres": ["Movie", "Action", "Fantasy", "Magic", "Supernatural"]}, {"Name": "Youjo Senki Movie", "Desc": "In 1926, Tanya and her battalion return home from defeating remnants of the Republic's army. However, when they arrive they receive word of a massive mobilization near the border with the Russy Federation, so the Empire's army must prepare. At the same time, a multinational army under the leadership of the Allied Kingdom moves into the Russy Federation. The enemy of an enemy is a friend, but among the Allied Kingdom army is Mary Sioux, a girl who has sworn to exact justice against the Empire for the death of her father.\r\n\r\n(Source: ANN)", "Rating": 9, "EndDate": "Feb 8, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1310/95450.jpg", "Genres": ["Movie", "Magic", "Military"]}, {"Name": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Movie: Orion no Ya", "Desc": "In the city of Orario, beneath an impossibly tall tower, lies the dungeon. Only adventurers who form partnerships with the gods themselves have any hope of defeating the monsters that lie within. But the dungeon is not the only place where monsters exist. Far from Orario, in the ruins of an ancient city, a new threat arises. To counter this threat, the goddess Artemis has come to Orario in search of a champion—but it's not Ais Wallenstein (the legendary Sword Princess) nor Ottar (the strongest warrior to ever enter the dungeon) that she chooses. Rather it is Bell Cranel, a newbie adventurer partnered with a low-tier goddess.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Feb 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1239/96949.jpg", "Genres": ["Movie", "Action", "Adventure", "Comedy", "Fantasy", "Romance"]}, {"Name": "Grisaia: Phantom Trigger The Animation", "Desc": "Following the Heath Oslo incident, the existence of the US-Japanese anti-terror organization CIRS has become a matter of public knowledge. CIRS has been rebuilt from the ground up, and its most covert functions spun off to a new agency: SORD (Social Ops, Research & Development).\r\n\r\nThe goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after its abrupt closure, has been given new purpose as one such 'specialist training school'.\r\n\r\nThis new incarnation of Mihama Academy is home to a diverse group of students, who every day work to polish their unusual skills – sometimes on the job. Mihama now entrusts the misfit girls who attend it with guns and live ammunition.\r\n\r\nPaying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions - all for the good of the realm.\r\n\r\n\"We've been provided with a place in the world. That alone isn't enough - there wouldn't be any meaning in living, if that was all we had... It's not enough just to be made use of by others. I live by my own strength, and I fight to survive. That's the only way those of us who actually make it through can find forgiveness...\"\r\n\r\nNo matter how much life grinds them down, what future awaits these girls, who've themselves chosen the path of the gun?\r\n\r\n(Source: Kickstarter)", "Rating": 8, "EndDate": "Mar 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1898/94999.jpg", "Genres": ["Movie", "Action", "School"]}, {"Name": "Trinity Seven Movie 2: Heavens Library to Crimson Lord", "Desc": "Heavens Library to Crimson Lord brings back Arata, Lilith, and the rest of the Trinity Seven to face off against the greatest enemy in the history of the Trinity Seven; Lilith's own father, who is revealed to be the strongest Demon Lord, challenges Arata who is now a Demon Lord candidate.\r\n\r\n(Source: Avex Pictures, edited)", "Rating": 8, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1215/100764.jpg", "Genres": ["Movie", "Action", "Ecchi", "Magic", "Fantasy", "Comedy", "Harem", "Shounen"]}, {"Name": "Psycho-Pass SS Case 1: Tsumi to Batsu", "Desc": "\"Is it okay if I claim this case as mine, Senpai?\" \r\n\r\nIn the winter of 2117, a runaway vehicle crashes into the Public Safety Bureau Building. The driver is identified as Izumi Yasaka, a psychological counselor at the Sanctuary, a Latent Criminal Isolation Facility in Aomori Prefecture. But right before her interrogation, Enforcer Mika Shimotsuki and Inspector Nobuchika Ginoza are tasked with promptly escorting Yasaka back to Aomori. What awaits them there is a False Paradise. \r\n\r\n(Source: Official Website, translated by Edo)", "Rating": 8, "EndDate": "Jan 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1623/96878.jpg", "Genres": ["Movie", "Action", "Police", "Psychological", "Sci-Fi"]}, {"Name": "Made in Abyss Movie 1: Tabidachi no Yoake", "Desc": "First compilation movie of the TV series.", "Rating": 8, "EndDate": "Jan 4, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1173/95167.jpg", "Genres": ["Movie", "Adventure", "Drama", "Fantasy", "Mystery", "Sci-Fi"]}, {"Name": "Made in Abyss Movie 2: Hourou Suru Tasogare", "Desc": "Second compilation movie of the TV series.", "Rating": 8, "EndDate": "Jan 18, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1336/95168.jpg", "Genres": ["Movie", "Sci-Fi", "Adventure", "Mystery", "Drama", "Fantasy"]}, {"Name": "Psycho-Pass SS Case 3: Onshuu no Kanata ni", "Desc": "\"Could you become my teacher?\" \r\n\r\nFollowing the incident in the Southeast Asia Union (SEAUn) in 2116, Shinya Kogami resumes his vagrant journey. In a small South Asian nation, Kogami rescues a bus of refugees under attack by armed guerrilla forces. Among the refugees is a young lady by the name of Tenzin, who begs Kogami to teach her how to retaliate against the enemy. Just what do the girl who wishes for revenge and the man who has exacted revenge see as they gaze upon the edge of a world from which there is no escape? \r\n\r\n(Source: Official Website, translated by Edo)", "Rating": 8, "EndDate": "Mar 8, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1819/97220.jpg", "Genres": ["Movie", "Action", "Police", "Psychological", "Sci-Fi"]}, {"Name": "Psycho-Pass SS Case 2: First Guardian", "Desc": "\"What really happened during the Footstamp Operation?!\" \r\n\r\n2112; the summer before Akane Tsunemori was assigned to Division One of the Public Safety Bureau's Criminal Investigation Department. Teppei Sugo, an accomplished pilot of the Defense Army's 15th Integrated Task Force, joins the military operation in Okinawa. Three months later, an unmanned combat drone opens fire on the Ministry of Defense in Tokyo. Enforcer Tomomi Masaoka of CID Division One is dispatched to Sugo's military base to investigate the truth behind this case. \r\n\r\n(Source: Official Website, translated by Edo)", "Rating": 8, "EndDate": "Feb 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1357/96879.jpg", "Genres": ["Movie", "Action", "Police", "Psychological", "Sci-Fi"]}, {"Name": "Love Live! Sunshine!! The School Idol Movie: Over the Rainbow", "Desc": "A sequel to the main series and follows the Aqours girls as they prepare to enroll at a new school. While the first and second years run into some unexpected trouble, the third years end up going mysteriously missing on the way to their graduation trip. Separated, the girls begin to realize the value of their friendships as they attempt to find a solution to their various crises.\r\n\r\n(Source: Tokyo Otaku Mode)", "Rating": 8, "EndDate": "Jan 4, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1027/93391.jpg", "Genres": ["Movie", "Music", "Slice of Life", "School"]}, {"Name": "Ashita Sekai ga Owaru toshitemo", "Desc": "Shin has shut his heart ever since his mother died when he was young. His childhood friend Kotori has been looking after him ever since. Now that they are in the third year of high school, and it seems like they can finally move forward, another Shin from another Japan has suddenly appeared in front of them.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jan 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1248/95255.jpg", "Genres": ["Movie", "Drama", "Romance"]}, {"Name": "Oushitsu Kyoushi Heine Movie", "Desc": "The four princes of the Kingdom of Granzreich are aiming to become the next king. Under the guidance of the royal tutor Heine Wittgenstein, while overcoming various obstacles and sometimes hesitating, they grow little by little.\r\n\r\nAppearing before them are twin princes from the Kingdom of Romano. Even though these princes look cute on the surface, they are actually extremely sadistic...! Towards such an unprecedented crisis, Heine and the four princes perform \"educational guidance\"!?\r\n\r\n(Source: Official Site)", "Rating": 8, "EndDate": "Feb 16, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1282/96346.jpg", "Genres": ["Movie", "Slice of Life", "Comedy", "Historical", "Seinen"]}, {"Name": "City Hunter Movie: Shinjuku Private Eyes", "Desc": "New City Hunter film set in present day Shinjuku. ", "Rating": 8, "EndDate": "Feb 8, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1416/97388.jpg", "Genres": ["Movie", "Action", "Mystery", "Comedy", "Shounen"]}, {"Name": "Osomatsu-san Movie", "Desc": "The film centers on the sextuplets at a high school class reunion. There, they see all their former classmates who have become \"proper\" adults with company jobs. The sextuplets sulk about this and go home and drink until they fall asleep. But when they wake up, a certain scene awaits them.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1410/96014.jpg", "Genres": ["Movie", "Comedy", "Parody"]}, {"Name": "King of Prism: Shiny Seven Stars I - Prologue x Yukinojou x Taiga", "Desc": "The first movie in the four-part King of Prism: Shiny Seven Stars movie series.", "Rating": 7, "EndDate": "Mar 2, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1726/96341.jpg", "Genres": ["Movie", "Music", "Sports", "Shounen"]}, {"Name": "Bai She: Yuan Qi", "Desc": "None", "Rating": 7, "EndDate": "Jan 11, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1532/98232.jpg", "Genres": ["Movie", "Action", "Adventure", "Historical", "Demons", "Drama", "Romance", "Martial Arts", "Fantasy"]}, {"Name": "Precure Miracle Universe Movie", "Desc": "None", "Rating": 8, "EndDate": "Mar 16, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1033/98073.jpg", "Genres": ["Movie", "Action", "Magic", "Fantasy", "Shoujo"]}, {"Name": "King of Prism: Shiny Seven Stars II - Kakeru x Joji x Minato", "Desc": "The second movie in the four-part King of Prism: Shiny Seven Stars movie series.", "Rating": 7, "EndDate": "Mar 23, 2019", "ImageUrl": "", "Genres": ["Movie", "Music", "Sports", "Shoujo"]}, {"Name": "Toe! Space Attendant Aoi", "Desc": "None", "Rating": 6, "EndDate": "Mar 9, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1001/97418.jpg", "Genres": ["Movie"]}, {"Name": "Hello WeGo!", "Desc": "None", "Rating": 5, "EndDate": "Mar 9, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1974/97417.jpg", "Genres": ["Movie"]}, {"Name": "Captain Bal", "Desc": "None", "Rating": 5, "EndDate": "Mar 9, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1474/97420.jpg", "Genres": ["Movie"]}, {"Name": "Chuck Shimezou", "Desc": "None", "Rating": 5, "EndDate": "Mar 9, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1171/97419.jpg", "Genres": ["Movie"]}, {"Name": "Tensei shitara Slime Datta Ken: Kanwa - Veldora Nikki", "Desc": "Ifrit, who has been trapped in Rimuru due to the latter's Predator skill, recaps events of the season while in a discussion with Veldora as they play Shogi.", "Rating": 7, "EndDate": "Mar 26, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1672/100144.jpg", "Genres": ["Special", "Comedy", "Fantasy", "Shounen"]}, {"Name": "Boku no Hero Academia the Movie: Futari no Hero Specials", "Desc": "Short Special included with the Blu-ray/DVD release of Boku no Hero Academia the Movie: Futari no Hero.", "Rating": 8, "EndDate": "Feb 13, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1420/96793.jpg", "Genres": ["Special", "Action", "Super Power", "Shounen"]}, {"Name": "Sword Art Online: Alicization - Recollection", "Desc": "Recap of the first 18 episodes of Sword Art Online: Alicization.", "Rating": 7, "EndDate": "Feb 17, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1856/98993.jpg", "Genres": ["Special", "Action", "Adventure", "Romance", "Fantasy"]}, {"Name": "JoJo no Kimyou na Bouken Part 5: Ougon no Kaze Recaps", "Desc": "Recaps of the JoJo no Kimyou na Bouken: Ougon no Kaze series.\r\n\r\n", "Rating": 7, "EndDate": "May 4, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1762/98169.jpg", "Genres": ["Special", "Action", "Adventure", "Shounen"]}, {"Name": "Tsurune: Kazemai Koukou Kyuudoubu - Yabai", "Desc": "Unaired episode pre-screened at the event and later included with the 5th Blu-ray/DVD release. ", "Rating": 8, "EndDate": "Mar 3, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1377/100872.jpg", "Genres": ["Special", "Sports", "Drama", "School"]}, {"Name": "Ore ga Suki nano wa Imouto dakedo Imouto ja Nai Specials", "Desc": "Special episodes bundled on the first 2 BD/DVD of the anime \"Ore ga Suki nano wa Imouto dakedo Imouto ja Nai\".", "Rating": 6, "EndDate": "Mar 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1642/100344.jpg", "Genres": ["Special", "Comedy", "Ecchi", "Harem"]}, {"Name": "Double Decker! Doug &amp; Kirill: Extra", "Desc": "During the final episode pre-screening event on Friday, it was announced that Double Decker! Doug & Kirill TV anime will get three extra episodes. Titled Double Decker! Doug & Kirill: Extra, the three episodes will be streamed via Bandai Channel and other streaming websites between February and April 2019. The Blu-ray and DVD for the extra episodes will also be released on May 24, 2019.\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Apr 10, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1987/97850.jpg", "Genres": ["Special", "Action", "Sci-Fi", "Comedy", "Police"]}, {"Name": "Lupin III: Goodbye Partner", "Desc": "The new TV special will be about the battles against Jigen, who aims for Lupin who searches for the treasure. Goemon, who is angry because he cannot forgive betrayal of Jigen, will fight along with Lupin against the strongest enemy in the history.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jan 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1013/98152.jpg", "Genres": ["Special", "Action", "Adventure", "Mystery", "Comedy", "Seinen"]}, {"Name": "Karakuri Circus: Makuai - Soshite Mata Kaimaku Bell", "Desc": "Recap of the first 14 episodes of Karakuri Circus.", "Rating": 7, "EndDate": "Jan 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1806/98431.jpg", "Genres": ["Special", "Adventure", "Mystery", "Shounen"]}, {"Name": "W'z Special", "Desc": "Unaired episode bundled with the first Blu-ray/DVD volume of W'z.", "Rating": 7, "EndDate": "Feb 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1102/96165.jpg", "Genres": ["Special", "Action", "Music"]}, {"Name": "Uchuu Senkan Tiramisù II Specials", "Desc": "Unaired episodes included with the Blu-ray volume.", "Rating": 7, "EndDate": "Jan 30, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1915/98681.jpg", "Genres": ["Special", "Comedy", "Mecha", "Sci-Fi", "Seinen", "Slice of Life", "Space"]}, {"Name": "Mini Toji: Kanami-Mihono no &quot;Toji Miko Taidou-hen&quot; 205-byou de Shoukai Tokuban!", "Desc": "Episode 0 of Mini Toji. Kanami and Mihono are self-aware that they are in an anime and introduce/recap the Toji no Miko story so that viewers can enjoy Mini Toji the following week even if they haven't watched the original. ", "Rating": 6, "EndDate": "Jan 6, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1852/98185.jpg", "Genres": ["Special", "Action", "Parody"]}, {"Name": "Girls Jockey", "Desc": "None", "Rating": 6, "EndDate": "Mar 10, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1240/99905.jpg", "Genres": ["Special", "Sports"]}, {"Name": "Zannen na Ikimono Jiten (Special)", "Desc": "Two additional Zannen na Ikimono Jiten episodes that will be televised 7 months after the original TV series. They will focus on manatees and chipmunks.", "Rating": 6, "EndDate": "Mar 29, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1678/99514.jpg", "Genres": ["Special", "Comedy", "Slice of Life"]}], "Spring": [{"Name": "Fairy Gone", "Desc": "\"Once upon a time, fairies were tools of war.\"\r\n\r\nThe story takes place in a world where fairies possess and dwell in animals, giving them mysterious abilities. By removing the organs of a possessed animal and transplanting them into humans, fairies can be summoned as an alter ego and be used as a weapon. Such individuals who used fairies as war tools were called \"Fairy Soldiers.\" Once the war was over and they completed their roles, the soldiers lost their purpose. Some began working for the government, some joined the mafia, and some even became terrorists, as each chose their own way to live.\r\n\r\nNine years have passed since the war. The protagonist Mariya is a new recruit of \"Dorothea,\" an organization which investigates and suppresses fairy-related crimes. Amidst the unstable political situation, criminals with lingering wounds from the war and past conflicts emerge and engage in terrorism as an act of revenge. This is the story of Fairy Soldiers, fighting for their own justice in a chaotic postwar world.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1562/100460.jpg", "Genres": ["TV", "Action", "Demons", "Fantasy", "Magic", "Supernatural"]}, {"Name": "Nande Koko ni Sensei ga!?", "Desc": "17-year-old Ichirou Satou is an average teenager who always happens to find himself in perverted situations with his teacher, Kana Kojima. Follow this erotic love comedy about their mishaps throughout their daily lives and how Ichirou and Kana choose to handle them.", "Rating": 7, "EndDate": "Jun 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1765/99673.jpg", "Genres": ["TV", "Comedy", "Ecchi", "School", "Seinen"]}, {"Name": "Midara na Ao-chan wa Benkyou ga Dekinai", "Desc": "When Ao was in kindergarten, she smiled ear-to-ear as she told her classmates how her father, a bestselling erotic author, chose her name: \"A as in apple and O as in orgy!\" That day still haunts her ten years later as she studies with a single goal in mind: to get into an elite university and achieve independence from her father once and for all. She has no youth to misspend and no time to think about boys...until her classmate, \"King Normie\" Kijima, approaches her with a shocking confession of love. She tries to lose Kijima, but he just can't take a hint...and as her mind runs wild with dirty thoughts, she realizes her father has totally influenced her!\r\n \r\n(Source: Kodansha Comics USA)", "Rating": 7, "EndDate": "Jun 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1718/98214.jpg", "Genres": ["TV", "Comedy", "Romance", "Ecchi", "Shounen"]}, {"Name": "Hitoribocchi no Marumaru Seikatsu", "Desc": "Hitori Bocchi suffers from extreme social anxiety, she's not good at talking to people, takes pretty extreme actions, is surprisingly adept at avoiding people, her legs cramp when she overexerts herself, gets full of herself when alone, will vomit when exposed to extreme tension and often comes up with plans. Now she is entering middle school and her only friend, Yawara Kai, is attending a different school. This leaves Bocchi alone, surrounded by new classmates with whom she must make friends before Kai will talk to her again.\r\n\r\n(Source: Dynasty Scans)", "Rating": 8, "EndDate": "Jun 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1130/99458.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "School", "Shounen"]}, {"Name": "Senryuu Shoujo", "Desc": "Yukishiro Nanako is a cute, cheerful high school girl with one peculiar trait—instead of verbal communication, she writes senryuu (a type of haiku) poems to relay her thoughts. Together with ex-delinquent Busujima Eiji, they are budding freshmen of the school's Literature Club. Even though Nanako doesn't talk, with the power of senryuu, the adorable pair has no problem enjoying their fun school-life through the tune of 5-7-5 syllables.\r\n\r\n(Source: MerakiScans)", "Rating": 8, "EndDate": "Jun 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1751/98216.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "School", "Shounen"]}, {"Name": "Sarazanmai", "Desc": "Kazuki Yasaka, an 8th grader living in Asakusa, is turned into a Kappa along with his classmates Toi and Enta by a mysterious creature named Keppi, after they break inadvertently a statue of a Kappa, the guardian god of the city.\r\n\r\nThey are then ordered by Keppi, who claims to be the first heir to the throne of Kappa Kingdom, to fight against the Kapa-zombies, bioarms created by his enemies, if they want to return to their human form. In order to kill them, they have to make a specific sound called \"Sarazanmai\" which is produced only when the three of them are united, but the three boys cannot connect at first.\r\n\r\nIn addition, one of their secrets is revealed to each other every time they emit the sound!\r\n\r\nThey finally accept to take risks to collect the \"Plates of Hope,\" given by Keppi when they defeat the Kapa-zombies, and which can make their wishes come true. However, some trouble occurs over the plates...! Along the course of the fights against the Kapa-zombies, their fierce past and inner conflicts keep getting revealed. This is the sarcastic fantasy of three boys who don't feel connected to their important ones, getting to realize the real meaning of bonds.\r\n\r\n(Source: Fuji Creative)", "Rating": 8, "EndDate": "Jun 21, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1159/100455.jpg", "Genres": ["TV", "Action", "Fantasy", "Supernatural"]}, {"Name": "Shoumetsu Toshi", "Desc": "One day, a city suddenly disappears. Takuya, a professional by-the-contract courier and lone wolf, meets Yuki, the only survivor from the city's extinction. The two rely on a message from Yuki's father, who was heard to be missing, and head toward the disappeared city, Lost. \r\n\r\nHowever, unexpected obstacles strike before the pair, with the reality especially shocking for Yuki. Before them are the feelings of those left behind, a mysterious group manipulating in the shadows, and unveiling the hidden conspiracy. Takuya and Yuki, who both were initially strangers, would deepen their bond during the journey and unravel the mystery of the Lost city. \r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Jun 23, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1022/98071.jpg", "Genres": ["TV", "Action", "Adventure", "Mystery", "Drama", "Fantasy"]}, {"Name": "Nobunaga-sensei no Osanazuma", "Desc": "\"One day, a girl who loves me will suddenly appear before me\"—Middle school teacher Nobunaga has always been dreaming of such a gal game-like situation. However, the one who appeared before him was Kichou, a 14-year-old girl who proclaims herself as his wife. Appears to have arrived from the Sengoku era, she mistakes Nobunaga as Nobunaga Oda and urges him to conceive a child with her. Thus begins the age-difference love comedy between a gal game-loving teacher and a Sengoku era expert princess.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Jun 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1524/97286.jpg", "Genres": ["TV", "Comedy", "Romance", "School"]}, {"Name": "Mayonaka no Occult Koumuin", "Desc": "Miyako Arata is newly assigned to the Shinjuku Ward Office's Nighttime Regional Relations Department. Each of Tokyo's 23 wards has one such department, established to mitigate paranormal and occult-related events. Arata's special skill is the understanding of non-human speech, and the story begins with him encountering a youkai at Shinjuku Gyoen park who refers to him as the legendary Heian-era exorcist, Abe no Seimei.\r\n\r\n(Source: MU)", "Rating": 7, "EndDate": "Jun 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1859/100448.jpg", "Genres": ["TV", "Mystery", "Demons", "Supernatural", "Fantasy", "Shoujo"]}, {"Name": "Joshikausei", "Desc": "Who needs dialog when you're this cute? The beautiful (but unlucky) Momoko, the cool, collected Shibumi, and the refreshingly innocent Mayumi star in a \"silent manga.\" No speeches, no dialog! Just pictures, sound effects, and three high school girls living their daily lives.\r\n\r\n(Source: Crunchyroll)", "Rating": 6, "EndDate": "Jun 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1660/98376.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "School"]}, {"Name": "RobiHachi", "Desc": "Neo Tokyo, the year G.C. (Galaxy Century) 0051, which marks a half century since first contact was made. Humans have obtained super light-speed navigation technology and formed a commonwealth of planets with aliens. A streak of bad luck is continuing for self-proclaimed freelance reportage writer Robby Yarge, who is around 30 years old. He fails at work, so his contract is cut. His girlfriend leaves him, he nearly dies in a traffic accident, and debt collectors come after him.\r\n\r\nOne day, a bag snatcher steals Robby's bag, and a young man helps him. Hatchi Kita, an 18-year-old part-time worker, catches the criminal and returns Robby's bag. Robby offers him his gratitude and a meal in return. The pair discover they are complete opposites and soon part ways.\r\n\r\nHowever, Hatchi turns up again in Robby's life as a debt collector. Hatchi explains that it's his part-time job working for the loan shark Yan. A cat-and-mouse chase begins, and Yan's Finance president Yan takes his subordinates Aro and Gra along for the ride. Robby manages to elude Hatchi and escape to space while shaking off Yan's group. Robby thinks of escaping to Isekandar, a distant and legendary planet in the Milky Way that is said to bring happiness to those who go there. Though Robby thought he had escaped to space alone, he discovers Hatchi inside his spaceship. The two decide to travel across the galaxy together in search of Isekandar.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Jun 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1555/100447.jpg", "Genres": ["TV", "Sci-Fi", "Adventure", "Space", "Comedy"]}, {"Name": "Araiya-san!: Ore to Aitsu ga Onnayu de!?", "Desc": "\"Is This Really Massage...?\"  Souta started to work part-time at sentou, which is his hometown, as a back washer,  ends up washing Aoi, who is his classmate but trying to cover her identity... As he massages her with days of hate from her harassment continues, He realized that Aoi has in love with him one-sided...! When he touch her hot skin,  She also realized that the one who washes her is Souta. A love comedy between clumsy guy and girl behind the red curtain!\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "May 27, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1756/99295.jpg", "Genres": ["TV", "Comedy", "Ecchi", "Romance"]}, {"Name": "Yatogame-chan Kansatsu Nikki", "Desc": "Kaito Jin is a second year of high school student who moved to Aichi from Tokyo. He meets Monaka Yatogami, who has a heavy Nagoya dialect, and he learns about Nagoya through joining photography club.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 20, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1142/99002.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "School", "Shounen"]}, {"Name": "Choukadou Girl ⅙", "Desc": "Bouida Haruto, a hardcore otaku with no interest in 3D (real) women, once appreciated figures from afar, accepting that \"if you get into them, there's no turning back.\" However, when Nona, a character he loved from an anime called \"Girls→Planetary Investigation\" had a figure of her released, he ended up purchasing it. And then that night, the figure of Nona somehow came to life, and a couple-like lifestyle between man and toy began.\r\n\r\n(Source: MU)", "Rating": 7, "EndDate": "Jun 22, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1492/99084.jpg", "Genres": ["TV", "Comedy", "Romance", "Seinen"]}, {"Name": "Namu Amida Butsu!: Rendai Utena", "Desc": "The pain that everyone cannot escape when living: the living, old, sick, and death. The way to save it is through Buddhist enlightenment. At the end of a war, a prince who obtained the Buddhist enlightenment became the Shaka Nyorai and saved the world. Long time has passed since that, currently the latter age of decadence. Mara, the worry that once tried to destroy Shaka's enlightenment, has made a contract with the devil in order to seek revenge against Shaka. He begins to control people with worries.\r\n\r\nMeanwhile, a team centering around Shaka, called the Thirteen Buddhas, and the two benevolent deities who protect the dharma, Taishakuten and Bonten, have stood up to fight against Mara to protect people from worries. A battle between Mara and the Buddhist gods that involves people begins now!\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1752/100366.jpg", "Genres": ["TV", "Fantasy"]}, {"Name": "Bakumatsu: Crisis", "Desc": "The Bakumatsu was an era in which the souls of young men burned with anxiety for their country's future. Takasugi Shinsaku, a soldier of fortune from Choshu, sneaks aboard a government ship with his comrade Katsura Kogorou in search of a mysterious \"timepiece\" with the power to manipulate time that he fears the government wishes to keep for themselves. Rather than allow such power to fall into the wrong hands, Takasugi plans to destroy the artifact, but having obtained it, the artifact is quickly stolen, forcing the pair to follow the mysterious thief to the seat of government in Kyoto. However, when they arrive in the capital, they discover that the government has been overthrown and the deity Susanoo now reigns in its place. The streets of the city and the people in them are much different than Takasugi and Katsura remembered. The times may have changed but their mission hasn't - Takasugi and Katsura resolve to reset time and save their nation from the nefarious forces trying to hijack it.\r\n\r\n(Source: Tokyo Otaku Mode)", "Rating": 6, "EndDate": "Jun 21, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1979/100451.jpg", "Genres": ["TV", "Action", "Historical", "Samurai"]}, {"Name": "Aggressive Retsuko (ONA) 2nd Season", "Desc": "None", "Rating": 8, "EndDate": "Jun 14, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1739/101117.jpg", "Genres": ["ONA", "Slice of Life", "Comedy"]}, {"Name": "Ookami to Koushinryou VR", "Desc": "Independent development circle Spicy Tails announced on that it is developing a virtual reality anime based on Isuna Hasekura's Spice & Wolf novels. Hasekura himself is writing a new scenario for the anime. It will have English subtitles. The television anime's voice actors Ami Koshimizu (Holo) and Jun Fukuyama (Kraft Lawrence) are returning. \r\n\r\nThe anime is slated for release on HTC VIVE, Oculus Rift, and other platforms in early 2019. It will also be viewable on PC without a VR headset. \r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 3, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1028/100605.jpg", "Genres": ["ONA", "Adventure", "Fantasy", "Historical"]}, {"Name": "Ultraman", "Desc": "Shinjiro Hayata, son of Shin Hayata, who was the first Ultraman, has a natural special power. One day, Shinjiro was attacked by unknown enemies. Ultraman saved the day, and unmasked himself to show Shinjiro that he was his father. Wearing an Ultraman suit provided by Mr. Ide, formerly a member of the SSSP (Science Special Search Party), Shinjiro throws down the gauntlet and helps his father. Then the real battle commences. \r\n\r\n(Source: MU)", "Rating": 8, "EndDate": "Apr 1, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1936/99009.jpg", "Genres": ["ONA", "Action", "Sci-Fi", "Super Power", "Seinen"]}, {"Name": "Doupo Cangqiong 2nd Season Specials", "Desc": "None", "Rating": 8, "EndDate": "Apr 28, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1504/99979.jpg", "Genres": ["ONA", "Action", "Adventure", "Demons", "Fantasy"]}, {"Name": "Essential Free &amp; Easy Cool Wax Danshi", "Desc": "An April Fools' style commercial commissioned by Kao Japan. Essential Free & Easy Cool Wax Shampoo and Conditioner are real products Kao Japan makes, they are meant to help remove hair wax from men's hair and condition the hair so it is more receptive to new wax when the hair is then dried and styled again. Takashi Taniguchi known for his bizarre animation style, animated the web commercial. It's a ballad of a man who is in pain from having to scrub out his hair wax every day and frustratingly pulls his hair as he has to restyle the next day. An anthropomorphic Essential Free & Easy Cool Wax Shampoo and Conditioner tell him to use them so that his pain can go away. He is very happy with the results.\r\n", "Rating": 5, "EndDate": "Apr 1, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1245/100364.jpg", "Genres": ["ONA", "Music", "Dementia"]}, {"Name": "Ganbare! Kakure Ase Project", "Desc": "An animated commercial for Kao Biore Sarasara Powder Sheets focuses less on a personal hygiene routine, instead opting to tug at viewers' heartstrings. The ad stars three high school friends, one a flutist named Mina and the other a burgeoning photographer named Akane. Mina finds herself getting wistful as the school year is drawing to a close but through the encouragement of her friends (and some well-timed product placement) she's reinvigorated to make the year the best it can be. \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "May 17, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1472/101070.jpg", "Genres": ["ONA", "Music", "Slice of Life", "School"]}, {"Name": "Taka no Tsume-dan Yoshida Presents &quot;Sengoku Taiga&quot; no Susume", "Desc": "A collaboration between Eagle Talon and the mobile game Sengoku Taiga. Yoshida is playing the game and suddenly becomes Yukimura while the Chancellor becomes Ieyasu. Yoshida explains the game mechanics and Chancellor is ecstatic that Yoshida's advice for battle tactics help him defeat Deluxe Fighter's character in the game. Yoshida continues to talk about a special event running from April 24, 2019 - May 8, 2019.", "Rating": 5, "EndDate": "Apr 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1927/100771.jpg", "Genres": ["ONA", "Comedy", "Game", "Parody", "Samurai"]}, {"Name": "Fate/kaleid liner Prisma☆Illya: Prisma☆Phantasm", "Desc": "None", "Rating": 8, "EndDate": "Jun 14, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1304/99488.jpg", "Genres": ["OVA", "Action", "Game", "Comedy", "Magic"]}, {"Name": "Kyochuu Rettou", "Desc": "After an airplane crash during a school trip, Oribe Mutsumi and her classmates were stranded on a seemingly deserted island. Mutsumi found the other survivors, and used her wilderness knowledge to help them. She expects that they will be rescued in about three days, which doesn't seem so long to endure. However, she didn't account for the fact that the island is populated with gigantic killer insects. Her knowledge of butterflies, wasps, and more may be the only thing that will help any of her classmates survive to be rescued!\r\n\r\n(Source: MangaHelpers)", "Rating": 0, "EndDate": "Jun 20, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1767/97921.jpg", "Genres": ["OVA", "Horror"]}, {"Name": "Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai", "Desc": "None", "Rating": 9, "EndDate": "Jun 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1385/93793.jpg", "Genres": ["Movie", "Comedy", "Romance", "School"]}, {"Name": "Koutetsujou no Kabaneri Movie 3: Unato Kessen", "Desc": "None", "Rating": 9, "EndDate": "May 10, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1749/99713.jpg", "Genres": ["Movie", "Action", "Horror", "Supernatural", "Drama", "Fantasy"]}, {"Name": "Promare", "Desc": "An original anime of Imaishi Hiroyuki and Nakashima Kazuki, famous for Gurren Lagann and Kill la Kill, title that was revealed by Studio Trigger at Anime Expo. This anime was described as a mix of Kill la Kill and Gurren Lagann. We follow Galo, an fresh recruit who embarked in a fire station who used mechas named \"Matoi -Tech\".", "Rating": 8, "EndDate": "May 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1994/99892.jpg", "Genres": ["Movie", "Action"]}, {"Name": "Hibike! Euphonium Movie 3: Chikai no Finale", "Desc": "Hibike! Euphonium Movie: Chikai no Finale will tell the story of Kumiko Oumae and others as second-year students.", "Rating": 8, "EndDate": "Apr 19, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1984/97711.jpg", "Genres": ["Movie", "Drama", "Music", "School"]}, {"Name": "Kimi to, Nami ni Noretara", "Desc": "The story centers on the relationship between Hinako, who has moved to a coastal town upon entering university and Minato, a young firefighter with a strong sense of justice. Hinako loves surfing and while fearless on the sea, she's still uncertain about her future. Following a fire mishap in the town, Hinako and Minato encounter each other. As they spend more time surfing together, Hinako feels drawn to Minato, who dedicates himself to help others.\r\n\r\n(Source: MAL News)", "Rating": 0, "EndDate": "Jun 21, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1893/99701.jpg", "Genres": ["Movie", "Comedy", "Drama", "Romance", "Fantasy"]}, {"Name": "Kaijuu no Kodomo", "Desc": "One summer vacation, Ruka meets two boys, \"Umi\" and \"Sora,\" whose upbringing contains strange and wonderful secrets. Drawn to their beautiful swimming, almost more like flying, Ruka and the adults who know them are intertwined in a complex mesh...\r\n \r\nMeanwhile, an unexplained anomaly is occurring all over the world: fish are disappearing. Thus begins a marine adventure of boys and girls to captivate all the senses!", "Rating": 8, "EndDate": "Jun 7, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1103/99778.jpg", "Genres": ["Movie", "Mystery", "Supernatural", "Drama", "Seinen"]}, {"Name": "Hakubo", "Desc": "Hakubo follows youths living in \"the now and present\" in Iwaki, Fukushima Prefecture after the Tohoku earthquake and tsunami of March 11, 2011.\r\n\r\n(Source: ANN)", "Rating": 9, "EndDate": "May 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1818/99956.jpg", "Genres": ["Movie", "Drama"]}, {"Name": "Girls &amp; Panzer: Saishuushou Part 2", "Desc": "The second film in the six-part Girls & Panzer: Saishuushou film series. ", "Rating": 8, "EndDate": "Jun 15, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1559/96407.jpg", "Genres": ["Movie", "Military", "School"]}, {"Name": "Birthday Wonderland", "Desc": "A movie adaptation of the 1981 children's book Chikashitsu kara no Fushigi na Tabi. \r\n\r\nA wonderful and mysterious birthday adventure, one that you will never forget. Beyond the basement door in Aunt Chi’s antique shop lies a world beyond your wildest imagination...\r\n\r\nAkane Uesugi is a shy 6th grader who has trouble telling other people how she feels.\r\n \r\nThe day before her birthday, her mother, Midori, sends her on an errand: to go get her birthday present from her free-spirited Aunt Chi’s antique shop. But a strange man named Hippocrates the Alchemist, who calls her the “Green Goddess”, together with Pipo the fairy, takes her on a journey to “The World Beyond” from a door in the basement.\r\nThere, the water has dried up and the trees are losing their color. Can she save it with the help of her free-spirited Aunt Chi, the stern Hippocrates, and his apprentice Pipo? \r\n\r\n(Source: Fuji Creative)\r\n\r\n", "Rating": 7, "EndDate": "Apr 26, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1802/98195.jpg", "Genres": ["Movie", "Adventure", "Fantasy"]}, {"Name": "Uta no☆Prince-sama♪ Maji Love Kingdom Movie", "Desc": "Movie of Uta no☆Prince-sama♪ planned for 2019 release.", "Rating": 8, "EndDate": "Jun 14, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1493/100418.jpg", "Genres": ["Movie", "Harem", "Music", "Comedy", "Romance", "Shoujo"]}, {"Name": "Detective Conan Movie 23: The Fist of Blue Sapphire", "Desc": "23rd Detective Conan Movie.", "Rating": 8, "EndDate": "Apr 12, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1010/98309.jpg", "Genres": ["Movie", "Action", "Comedy", "Drama", "Mystery", "Police", "Shounen"]}, {"Name": "Soukyuu no Fafner: Dead Aggressor - The Beyond", "Desc": "None", "Rating": 8, "EndDate": "May 17, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1512/94632.jpg", "Genres": ["Movie", "Action", "Military", "Sci-Fi", "Drama", "Mecha"]}, {"Name": "Ta ga Tame no Alchemist", "Desc": "The game is set in the continent of Babel, where the Tower of Babel looms large over seven nations. After the invention of alchemy led to its use as a tool of war that brought humanity to the brink of extinction, the seven nations struck an uneasy peace that led to a prohibition on alchemy for hundreds of years since. In the Continental Year 911, the nation of Lustrice broke the pact by assembling an army bolstered by alchemy, with ambitions of conquest over the continent. Led by Envylia, the six nations allied and struck down the rogue nation, casting alchemy once again to darkness. But 20 years after the war, alchemy once again begins to cause chaos in the land. \r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 14, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1070/101158.jpg", "Genres": ["Movie", "Action", "Adventure", "Magic", "Fantasy"]}, {"Name": "Lupin the IIIrd: Mine Fujiko no Uso", "Desc": "None", "Rating": 8, "EndDate": "May 31, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1376/100562.jpg", "Genres": ["Movie", "Action", "Adventure", "Comedy", "Drama", "Seinen"]}, {"Name": "Laidbackers", "Desc": "In order to take over her grandmother's Dagashi store, art student Kumi Honamanuma moved to Kyoto. She met Harami Mino, K Kusanagi, Mai Haisaka, and a dog who lives in the store, which supposed to be empty. Kumi ended up living with these girls, who claim that they are heroes reincarnated to contemporary period to chase after the demon king. Harami and others seem to live in a peaceful life with no missions to to do anymore, Ran, who was demon king in the past and appears to be an elementary school girl from failing to reincarnate, one day. The story begins with Ran requesting to collect demon king's fragments. \r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Apr 5, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1522/95758.jpg", "Genres": ["Movie", "Comedy", "Magic", "Fantasy"]}, {"Name": "Pandora to Akubi", "Desc": "XFLAG and Tatsunoko Production collaboration.\r\n\r\nThe character Akubi originates from the 1969 Hakushon Daimaou anime, where the Akubi-chan character appears as the daughter of the titular genie character Hakushon. This October marks the 50th anniversary of the franchise.\r\n\r\nMeanwhile, Pandora is a \"girl of wishes\" from the Monster Strike smartphone game. \r\n\r\nXFLAG and Tatsunoko Production describe the anime as \"battle entertainment for girls.\" \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Apr 5, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1847/99576.jpg", "Genres": ["Movie", "Action", "Fantasy"]}, {"Name": "Tannishou wo Hiraku", "Desc": "Yuien, a troubled young man, meets the Buddhist monk Shinran, and listens to his teachings. Shinran takes him on as his disciple, and they travel together, with experiences both joyous and heartbreaking awaiting them on the road.\r\n\r\n(Source: ANN)", "Rating": 5, "EndDate": "May 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1053/99642.jpg", "Genres": ["Movie", "Historical"]}, {"Name": "Crayon Shin-chan Movie 27: Shinkon Ryokou Hurricane - Ushinawareta Hiroshi", "Desc": "None", "Rating": 8, "EndDate": "Apr 19, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1690/99460.jpg", "Genres": ["Movie", "Comedy", "Seinen"]}, {"Name": "King of Prism: Shiny Seven Stars III - Leo x Yuu x Alexander", "Desc": "The Third movie in the four-part King of Prism: Shiny Seven Stars movie series.", "Rating": 7, "EndDate": "Apr 13, 2019", "ImageUrl": "", "Genres": ["Movie", "Music", "Sports", "Shoujo"]}, {"Name": "King of Prism: Shiny Seven Stars IV - Louis x Shin x Unknown", "Desc": "The fourth movie in the four-part King of Prism: Shiny Seven Stars movie series.", "Rating": 7, "EndDate": "May 4, 2019", "ImageUrl": "", "Genres": ["Movie", "Music", "Sports", "Shoujo"]}, {"Name": "One Punch Man 2nd Season Commemorative Special", "Desc": "One Punch Man 2nd Season's commemorative recap special.", "Rating": 7, "EndDate": "Apr 3, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1968/100374.jpg", "Genres": ["Special", "Action", "Sci-Fi", "Comedy", "Parody", "Super Power", "Supernatural", "Seinen"]}, {"Name": "Poputepipikku Special", "Desc": "Special episode of Poputepipikku.", "Rating": 8, "EndDate": "Apr 1, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1091/100387.jpg", "Genres": ["Special", "Comedy", "Parody", "Dementia"]}, {"Name": "Watashi ni Tenshi ga Maiorita! Special", "Desc": "Special bonus episode included on the third Blu-ray volume of Watashi ni Tenshi ga Maiorita!. ", "Rating": 8, "EndDate": "May 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1057/98215.jpg", "Genres": ["Special", "Slice of Life", "Comedy", "Shoujo Ai"]}, {"Name": "Uchi no Maid ga Uzasugiru!: Uchi no Maid wa Yappari Mou Honto Uzainda naa...", "Desc": "Special Episode Swimsuit-Featured included in the fourth DVD/Blu-ray volume.", "Rating": 8, "EndDate": "Apr 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1022/100738.jpg", "Genres": ["Special", "Slice of Life", "Comedy", "Shoujo Ai"]}, {"Name": "Märchen Mädchen Specials", "Desc": "Episodes 11 and 12 of Märchen Mädchen, included on the sixth Blu-ray/DVD volume.", "Rating": 6, "EndDate": "Apr 25, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1690/93175.jpg", "Genres": ["Special", "Magic", "Fantasy", "School"]}, {"Name": "Virtual-san wa Miteiru Specials", "Desc": "Unaired episodes included with volumes 5 and 6 of the Blu-ray release. ", "Rating": 6, "EndDate": "May 24, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1604/98213.jpg", "Genres": ["Special", "Music", "Comedy"]}, {"Name": "Genji Fantasy: Neko ga Hikaru Genji ni Koi wo Shita", "Desc": "The Tale of Genji Museum in Uji City, Kyoto will be airing a short film blending history and fantasy, the story follows a modern high school girl named Hana who is transformed into a cat and transported back in time. She travels 1,000 years ago to the Heian Era as portrayed in The Tale Of Genji, arguably the most famous novel in Japanese literature. Guided by the novel's titular character Hikaru Genji, Hana experiences firsthand the emotions that the author Murasaki Shikibu depicted in her novel. The short features scenes based on The Diary of Lady Murasaki and other historical materials, such as the real-life noble Fujiwara no Michinaga swiping early drafts of The Tale Of Genji because he could not wait to read chapters as Murasaki wrote them. \r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Apr 2, 2019", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1689/99057.jpg", "Genres": ["Special", "Fantasy", "Historical", "Romance"]}], "Summer": [], "Fall": []}