{"Version": "1544926670.959963", "Winter": [{"Name": "Violet Evergarden", "Desc": "The Great War finally came to an end after four long years of conflict; fractured in two, the continent of Telesis slowly began to flourish once again. Caught up in the bloodshed was Violet Evergarden, a young girl raised for the sole purpose of decimating enemy lines. Hospitalized and maimed in a bloody skirmish during the War's final leg, she was left with only words from the person she held dearest, but with no understanding of their meaning.\r\n\r\nRecovering from her wounds, Violet starts a new life working at CH Postal Services after a falling out with her new intended guardian family. There, she witnesses by pure chance the work of an \"Auto Memory Doll,\" amanuenses that transcribe people's thoughts and feelings into words on paper. Moved by the notion, Violet begins work as an Auto Memory Doll, a trade that will take her on an adventure, one that will reshape the lives of her clients and hopefully lead to self-discovery.\r\n\r\n", "Rating": 9, "EndDate": "Apr 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1795/95088.jpg", "Genres": ["TV", "Fantasy", "Drama", "Slice of Life"]}, {"Name": "Overlord II", "Desc": "Second season of Overlord.", "Rating": 8, "EndDate": "Apr 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/89562.jpg", "Genres": ["TV", "Action", "Adventure", "Fantasy", "Game", "Magic", "Supernatural"]}, {"Name": "Citrus", "Desc": "During the summer of her freshman year of high school, Yuzu Aihara's mother remarried, forcing her to transfer to a new school. To a fashionable socialite like Yuzu, this inconvenient event is just another opportunity to make new friends, fall in love, and finally experience a first kiss. Unfortunately, Yuzu's dreams and style do not conform with her new ultrastrict, all-girls school, filled with obedient shut-ins and overachieving grade-skippers. Her gaudy appearance manages to grab the attention of Mei Aihara, the beautiful and imposing student council president, who immediately proceeds to sensually caress Yuzu's body in an effort to confiscate her cellphone.\r\n\r\nThoroughly exhausted from her first day, Yuzu arrives home and discovers a shocking truth—Mei is actually her new step-sister! Though Yuzu initially tries to be friendly with her, Mei's cold shoulder routine forces Yuzu to begin teasing her. But before Yuzu can finish her sentence, Mei forces her to the ground and kisses her, with Yuzu desperately trying to break free. Once done, Mei storms out of the room, leaving Yuzu to ponder the true nature of her first kiss, and the secrets behind the tortured expression in the eyes of her new sister.\r\n\r\n", "Rating": 7, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/11/89985.jpg", "Genres": ["TV", "Drama", "Romance", "School", "Shoujo Ai"]}, {"Name": "Death March kara Hajimaru Isekai Kyousoukyoku", "Desc": "Ichirou Suzuki, a programmer nearing his thirties, is drowning in work. Worn out, he eventually has a chance to catch up on sleep, only to wake up and discover himself in a fantasy RPG world, which is mashed together from the games he was debugging in reality. In this new place, he realizes that not only has his appearance changed to a younger version of himself, but his name has also changed to Satou, a nickname he used while running beta tests on games. \r\n\r\nHowever, before Satou can fully grasp his situation, an army of lizardmen launch an assault on him. Forced to cast a powerful spell in retaliation, Satou wipes them out completely and his level is boosted to 310, effectively maximizing his stats. Now, as a high-leveled adventurer armed with a plethora of skills and no way to return to reality, Satou sets out to explore this magical new world.\r\n\r\n\r\n", "Rating": 7, "EndDate": "Mar 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/88911.jpg", "Genres": ["TV", "Adventure", "Fantasy", "Harem"]}, {"Name": "Karakai Jouzu no Takagi-san", "Desc": "Having a friend that knows you inside out should be a good thing, but in Nishikata's case, the opposite is true.\r\n\r\nHis classmate Takagi loves to tease him on a daily basis, and she uses her extensive knowledge of his behavior to predict exactly how he will react to her teasing, making it nearly impossible for Nishikata to ever make a successful comeback. Despite this, Nishikata vows to someday give Takagi a taste of her own medicine by making her blush out of embarrassment from his teasing.\r\n\r\n\r\n", "Rating": 8, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1591/95091.jpg", "Genres": ["TV", "Romance", "Comedy", "School", "Slice of Life", "Shounen"]}, {"Name": "Sora yori mo Tooi Basho", "Desc": "Filled with an overwhelming sense of wonder for the world around her, Mari Tamaki has always dreamt of what lies beyond the reaches of the universe. However, despite harboring such large aspirations on the inside, her fear of the unknown and anxiety over her own possible limitations have always held her back from chasing them. But now, in her second year of high school, Mari is more determined than ever to not let any more of her youth go to waste. Still, her fear continues to prevent her from taking that ambitious step forward—that is, until she has a chance encounter with a girl who has grand dreams of her own.\r\n\r\nSpurred by her mother's disappearance, Shirase Kobuchizawa has been working hard to fund her trip to Antarctica. Despite facing doubt and ridicule from virtually everyone, Shirase is determined to embark on this expedition to search for her mother in a place further than the universe itself. Inspired by Shirase's resolve, Mari jumps at the chance to join her. Soon, their efforts attract the attention of the bubbly Hinata Miyake, who is eager to stand out, and Yuzuki Shiraishi, a polite girl from a high class background. Together, they set sail toward the frozen south.\r\n\r\nSora yori mo Tooi Basho follows the captivating journey of four spirited girls, all in search of something great.\r\n\r\n", "Rating": 9, "EndDate": "Mar 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/6/89879.jpg", "Genres": ["TV", "Adventure", "Seinen"]}, {"Name": "Yuru Camp△", "Desc": "While the perfect getaway for most girls her age might be a fancy vacation with their loved ones, Rin Shima's ideal way of spending her days off is camping alone at the base of Mount Fuji. From pitching her tent to gathering firewood, she has always done everything by herself, and has no plans of leaving her little solitary world.\r\n\r\nHowever, what starts off as one of Rin's usual camping sessions somehow ends up as a surprise get-together for two when the lost Nadeshiko Kagamihara is forced to take refuge at her campsite. Originally intending to see the picturesque view of Mount Fuji for herself, Nadeshiko's plans are disrupted when she ends up falling asleep partway to her destination. Alone and with no other choice, she seeks help from the only other person nearby. Despite their hasty introductions, the two girls nevertheless enjoy the chilly night together, eating ramen and conversing while the campfire keeps them warm. And even after Nadeshiko's sister finally picks her up later that night, both girls silently ponder the possibility of another camping trip together.\r\n\r\n", "Rating": 9, "EndDate": "Mar 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/89877.jpg", "Genres": ["TV", "Slice of Life", "Comedy"]}, {"Name": "Koi wa Ameagari no You ni", "Desc": "Akira Tachibana, a reserved high school student and former track runner, has not been able to race the same as she used to since she experienced a severe foot injury. And although she is regarded as attractive by her classmates, she is not interested in the boys around school.\r\n\r\nWhile working part-time at the Garden Cafe, Akira begins to develop feelings for the manager—a 45-year-old man named Masami Kondou—despite the large age gap. Kondou shows genuine concern and kindness toward the customers of his restaurant, which, while viewed by others as soft or weak, draws Akira to him. Spending time together at the restaurant, they grow closer, which only strengthens her feelings. Weighed down by these uncertain emotions, Akira finally resolves to confess, but what will be the result?\r\n\r\n", "Rating": 8, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1271/90136.jpg", "Genres": ["TV", "Romance", "Seinen"]}, {"Name": "Poputepipikku", "Desc": "Poputepipikku turns absurdist comedy up to eleven with its pop culture references and surreal hilarity. With two bonafide high school girl protagonists—the short and exceptionally quick to anger Popuko, and the tall and unshakably calm Pipimi—they throw genres against the wall and don't wait to see what sticks. Parody is interlaced with drama, action, crudeness, and the show's overarching goal—to become a real anime.\r\n\r\n", "Rating": 8, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/88816.jpg", "Genres": ["TV", "Comedy", "Parody", "Dementia"]}, {"Name": "Kokkoku", "Desc": "Having failed 19 job interviews in one day, Juri Yukawa's dreams of moving out of her parents' home are utterly dashed. Stuck living with her working mother Nobuko, NEET brother Tsubasa, laid-off father Takafumi, and single-parent sister Sanae, the only hope for this family to raise a decent adult is her little nephew Makoto. However, this struggling family's life takes a turn for the worse when Makoto and Tsubasa are violently kidnapped by a mysterious organization and held for ransom. With only 30 minutes to deliver five million yen to the criminals, Juri's grandfather reveals a dangerously powerful secret to her and Takafumi.\r\n\r\nBy offering blood to her grandfather's mystical stone, the three enter the world of \"Stasis,\" a version of their world where time stops for everyone but the users. Having arrived at their destination, their rescue efforts go awry when they are assailed by a surprising group of people who are somehow able to move around within Stasis. While all hope seems lost, a monstrous giant known only as the Herald appears amidst the chaos, its intent and motivations as cryptic as the very nature of this timeless world.\r\n\r\n", "Rating": 8, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/89987.jpg", "Genres": ["TV", "Psychological", "Supernatural", "Drama", "Mystery", "Seinen"]}, {"Name": "Fate/Extra: Last Encore", "Desc": "A technological hell masquerading as paradise, Tsukimihara Academy is an artificial high school that serves as the setting for the next Holy Grail War. Created by the Moon Cell computer, the school is inhabited by Earth-projected souls who have even the slightest aptitude for being a \"Master.\" Of these 256 souls, 128 will be chosen for the main tournament and granted a Servant. With all of the Masters selected, the Academy activates a purge, targeting the remaining lifeforms for elimination.\r\n\r\nAwakening in a pool of his own blood, Hakuno Kishinami refuses to die. Fueled by unknown feelings of hatred, he vows to fight for survival. As he struggles to escape from a relentless pursuer, he finds a crimson blade plunged into the ground; and by pulling it out, Hakuno summons his own Servant, Saber, who instantly destroys his pursuer in a flurry of rose petals. With his newfound power, Hakuno must now begin his journey to Moon Cell's core, the Angelica Cage. There, he will unveil the reason for this artificial world and the secrets of his own blood-soaked past.\r\n\r\n", "Rating": 7, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1122/90836.jpg", "Genres": ["TV", "Action", "Fantasy", "Magic"]}, {"Name": "Hakata Tonkotsu Ramens", "Desc": "Although the city of Fukuoka might look relatively peaceful at first glance, in actuality it houses a thriving mixture of dangerous individuals such as killers, detectives, and professional revenge seekers right beneath its surface. Among their number is Zenji Banba, a laidback and observant detective who is investigating the work of other hitmen companies in the area. However, Banba might not be the only one with a bone to pick with these organizations, as Xianming Ling, a crossdressing male hitman in the employ of one such company begins getting fed up with his lack of jobs and pay.\r\n\r\nOne day, after Ling's current target commits suicide before the hitman could reach him, his company refuses to pay him even half the amount they were originally supposed to for the assassination. Frustrated, Ling requests another mission and is offered the job of taking out Banba, whom his organization believes has been interfering with their business. However, when Banba arrives at his home and finds the hitman inside, Ling surprisingly doesn't even attempt to kill him. Instead, he offers the detective another option: to join him and form a team. With the offer on the table, exactly how will Banba respond, and just what plans does Ling have in store for the underground world of Fukuoka?\r\n\r\n", "Rating": 8, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1718/91097.jpg", "Genres": ["TV", "Action"]}, {"Name": "Killing Bites", "Desc": "After unknowingly participating in a kidnapping, college student Yuuya Nomoto finds his friends brutally murdered by Hitomi Uzaki, the high school girl they attempted to abduct. Forced to drive her to an undisclosed location, he finds himself being wagered as the prize for a death match between two Therianthropes, superpowered human-animal hybrids created through advanced gene therapy. As one of these hybrids, Hitomi uses the speed and fearlessness she gained from her ratel genes to viciously dispatch her foe and save Yuuya from certain death.\r\n\r\nWaking up hours later hoping the whole event was only a nightmare, Yuuya realizes that he has become embroiled in a secret proxy war between four large Japanese business conglomerates, with the winner taking control of the economy. As her sole albeit unwilling investor, his life is now directly linked to Hitomi's ability to participate in underground bloodsport matches known only as Killing Bites.\r\n\r\n\r\n", "Rating": 7, "EndDate": "Mar 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/90087.jpg", "Genres": ["TV", "Action", "Ecchi", "Sci-Fi", "Seinen"]}, {"Name": "Ryuuou no Oshigoto!", "Desc": "The story is about a teenage boy who happens to be a shougi master. One day, a nine-year-old girl turns up at his house, requesting to be taken as his disciple. From there, all kinds of wacky hijinks ensue.\r\n\r\n(Source: ANN, edited)", "Rating": 8, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/89979.jpg", "Genres": ["TV", "Slice of Life", "Game", "Comedy"]}, {"Name": "Dagashi Kashi 2", "Desc": "Second season of Dagashi Kashi.", "Rating": 7, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1649/90141.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Shounen"]}, {"Name": "Gakuen Babysitters", "Desc": "After losing both parents in a fatal plane crash, teenager Ryuuichi Kashima must adjust to his new life as the guardian of his younger brother Kotarou. Although Ryuuichi is able to maintain a friendly and kindhearted demeanor, Kotarou is a reserved toddler still too young to understand the reality of the situation. At their parents' funeral, they are approached by Youko Morinomiya, the stern chairman of an elite academy, who decides to take them under her care.\r\n \r\nHowever, there is one condition Ryuuichi must fulfill in exchange for a roof over their heads and enrolment in the school—he must become the school's babysitter. In an effort to support the female teachers at the academy, a babysitter's club was established to look after their infant children; unfortunately, the club is severely short-staffed, so now not only is Ryuuichi responsible for his little brother, but also a handful of toddlers who possess dynamic personalities.\r\n\r\n", "Rating": 8, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/89978.jpg", "Genres": ["TV", "Comedy", "School", "Shoujo", "Slice of Life"]}, {"Name": "Itou Junji: Collection", "Desc": "In the light of day and in the dead of night, mysterious horrors await in the darkest shadows of every corner. They are unexplainable, inescapable, and undefeatable. Be prepared, or you may become their next victim.\r\n\r\nSit back in terror as traumatizing tales of unparalleled terror unfold. Tales, such as that of a cursed jade carving that opens holes all over its victims' bodies; deep nightmares that span decades; an attractive spirit at a misty crossroad that grants cursed advice; and a slug that grows inside a girl's mouth. Tread carefully, for the horrifying supernatural tales of the Ito Junji: Collection are not for the faint of heart.\r\n\r\n", "Rating": 7, "EndDate": "Mar 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/88366.jpg", "Genres": ["TV", "Comedy", "Demons", "Drama", "Horror", "Mystery", "Psychological", "School", "Supernatural", "Thriller"]}, {"Name": "Gintama.: Shirogane no Tamashii-hen", "Desc": "First Season of the final arc of Gintama.", "Rating": 9, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/89603.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Comedy", "Historical", "Parody", "Samurai", "Shounen"]}, {"Name": "Miira no Kaikata", "Desc": "When high school student Sora Kashiwagi finds himself staring down a mysterious oversized package sent to him by his self-proclaimed \"adventurer\" father, the last thing he expects is for it to be opened from the inside... by a little mummy so small it can fit in the palm of his hand!\r\n\r\n(Source: TBS Global Business)", "Rating": 8, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1486/93811.jpg", "Genres": ["TV", "Comedy", "Slice of Life", "Supernatural"]}, {"Name": "Mitsuboshi Colors", "Desc": "The \"Colors\" are three cute little girls who hang out together and protect the peace of their city. They have lots of fun together, doing stuff like playing games, solving puzzles, and going to the zoo. This anime follows their largely happy daily life.\r\n\r\n(Source: MangaHelpers, edited)", "Rating": 8, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/89984.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Shounen"]}, {"Name": "Slow Start", "Desc": "Hana Ichinose is a normal 16-year-old high school student. However, there is something different about her: She enrolled in high school one year late! Her classmates are unaware of this, and Hana will have to work hard to catch up with everyone else.\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/89982.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "School"]}, {"Name": "Ramen Daisuki Koizumi-san", "Desc": "From standing in the sun for hours to traveling miles away from home, gorgeous high school student Koizumi stops at nothing to fulfill her desire for ramen. But these previously solo trips soon change when Koizumi's classmate Yuu Oosawa develops an infatuation with her, and begins to join Koizumi uninvitedly on her adventures. As Yuu continues to be shocked by Koizumi's enormous appetite, she learns about the endless variety of ramen from, arguably, its greatest connoisseur ever!\r\n\r\n\r\n", "Rating": 7, "EndDate": "Mar 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/89876.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Hakumei to Mikochi", "Desc": "Nine centimeters (3.5 inches) tall, tiny girls Hakumei and Mikochi live in the forest. Living in a tiny house in a tree, riding insects and birds, and making umbrellas out of leaves, these tiny girls live a tiny life. Follow their tiny but lovely lives as they live their day-to-day in a fantastic world of tiny people and gods.\r\n\r\n(Source: MangaHelpers)", "Rating": 8, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1250/91694.jpg", "Genres": ["TV", "Slice of Life", "Fantasy", "Seinen"]}, {"Name": "Gin no Guardian 2nd Season", "Desc": "At Shinryou Private Academy—an expensive school for wealthy students—one would never expect to find the poverty-stricken Suigin Riku. When he is not working on one of his many part-time jobs to pay his tuition, he can often be found playing the RPG game Dungeon Century, where he has cultivated a relationship with an online friend. However, when Dungeon Century shuts down, he finds out that his crush, the kind-hearted Rei Riku, and his online friend are the same person. \r\n\r\nBut in the aftermath of this revelation, Rei gets kidnapped and taken into Grave Buster, which is a new online game from the creators of Dungeon Century, forcing Suigin to enter the harsh new world of a pay-to-win game in order to save her. Gin no Guardian 2nd Season continues Suigin's quest to rescue Rei, while attempting to solve the mysteries of this strange game.\r\n\r\n\r\n", "Rating": 7, "EndDate": "Feb 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/86476.jpg", "Genres": ["TV", "Adventure", "Fantasy"]}, {"Name": "Märchen Mädchen", "Desc": "Hazuki Kagimura is a socially awkward girl with no friends; and having been recently adopted, she struggles to connect with her new family as well. Her only refuge from this painful reality is between the pages of stories where her vivid imagination allows her to live out her dreams of friendship and adventure. However, one day, an old and mysterious text appears in her book bag. On her way back to the library to return it, Hazuki sees a familiar girl who is seemingly invisible to everyone but her. Deciding to follow her, Hazuki is led a hidden library where a world she thought only existed in her dreams awaits her. \r\n\r\nMärchen Mädchen tells the story of Hazuki's meeting with Shizuka Tsuchimikado, her very first friend, and discovering she has been chosen by the original print of Cinderella to become a powerful mage known as an Origin Master. Hazuki enrolls at Kuzunoha Girl's Magic Academy where she learns to conquer her fears and believe in her ability to create her own amazing story.\r\n\r\n\r\n", "Rating": 6, "EndDate": "Mar 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/90088.jpg", "Genres": ["TV", "Fantasy", "Magic", "School"]}, {"Name": "Takunomi.", "Desc": "20-year-old Michiru Amatsuki moved to Tokyo due to a change of career. She decided to live in a woman-only share house Stella House Haruno with people of different age and occupations. It's always fun when there's delicious alcohol and meal!!\r\n\r\n(Source: TBS Global Business)", "Rating": 7, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1869/95731.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Nanatsu no Bitoku", "Desc": "Set in the same timeline as Sin: Nanatsu no Taizai, Nanatsu no Bitoku follows a group of angels sent from Heaven to look for a potential \"Savior\" to counter-attack the demonic influence being spread by Lucifer and the other emissaries of Hell.\r\n\r\n(Source: Tokyo Zerostar)", "Rating": 6, "EndDate": "Mar 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/89129.jpg", "Genres": ["TV", "Ecchi", "Fantasy"]}, {"Name": "Sanrio Danshi", "Desc": "The project's premise follows Kouta Hasegawa, a high school boy that loves the yellow Pom Pom Purin dog. By mere coincidence, he ends up attending the same school as Yuu Mizuno, a boy who likes the bunny My Melody. Yuu tells Kouta that there's nothing to be ashamed of for liking Sanrio's cute characters. Together, Kouta, Yuu, Shunsuke Yoshino, Ryou Nishimiya, and Seiichirou Minamoto learn to accept their love of the characters instead of feeling embarrassed.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/89890.jpg", "Genres": ["TV", "Slice of Life", "School"]}, {"Name": "Zoku Touken Ranbu: Hanamaru", "Desc": "Sequel of Touken Ranbu: Hanamaru.", "Rating": 8, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/89579.jpg", "Genres": ["TV", "Action", "Comedy", "Drama", "Fantasy", "Historical", "Slice of Life"]}, {"Name": "Dame x Prince Anime Caravan", "Desc": "The story follows Ani, a princess from the minor nation of Inako. Ani is sent to the signing ceremony that will bring peace to the rival nations of Mildonia, a mighty military country, and Selenfaren, a powerful theocracy. Ani is supposed to help steer the signing ceremony along, but she runs into trouble when she encounters a handful of obstinate princes.\r\n\r\n(Source: Crunchyroll)", "Rating": 7, "EndDate": "Mar 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/87462.jpg", "Genres": ["TV", "Adventure", "Comedy", "Romance"]}, {"Name": "Hataraku Onii-san!", "Desc": "The story centers around the cheerful calico Tapio Chatorazawa and the pessimistic Russian blue Kuehiko Roshihara. The two study in the same college, and also work together on various odd jobs.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/10/88930.jpg", "Genres": ["TV", "Slice of Life", "Comedy"]}, {"Name": "Kaijuu Girls: Ultra Kaijuu Gijinka Keikaku 2nd Season", "Desc": "Second Season of Kaijuu Girls: Ultra Kaijuu Gijinka Keikaku.  It is receiving a TV broadcast, not just dTV streaming like the previous season.", "Rating": 7, "EndDate": "Mar 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/89222.jpg", "Genres": ["TV", "Comedy", "Fantasy", "Parody"]}, {"Name": "gdMen", "Desc": "In the series, Light and Yomi are spending their daily lives happily playing video games. One night when everyone else is asleep, Light receives an invitation from Alpha, a messenger for someone named King. Light and Yomi are then sucked into another world, where they must undertake a quest to rescue Princess Melody from the demon lord. Light thinks this must be his destiny, while Yomi thinks it's kind of annoying. They form a party with Alpha to start their quest. Alpha as it turns out is an AI robot, and he has a program that allows them to raise their levels while slowly continuing their adventure.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Mar 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/88981.jpg", "Genres": ["TV", "Comedy", "Fantasy"]}, {"Name": "Mameneko", "Desc": "The series follows the daily lives of a naughty female cat named Azuki and a quiet male cat named Daizu who live with their owner, a 30 year old office lady, and her extended family, including an otaku elder brother and an adopted shiba inu dog who thinks he's a cat.\r\n\r\n(Source: Crunchyroll)", "Rating": 6, "EndDate": "Mar 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/88812.jpg", "Genres": ["TV", "Slice of Life"]}, {"Name": "Inazma Delivery: Dougyousha Attack-hen", "Desc": "None", "Rating": 6, "EndDate": "Mar 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/89278.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Comedy"]}, {"Name": "Mahoutsukai no Yome", "Desc": "Chise Hatori, a 15-year-old Japanese girl, was sold for five million pounds at an auction to a tall masked gentleman. Abandoned at a young age and ridiculed by her peers for her unconventional behavior, she was ready to give herself to any buyer if it meant having a place to go home to. In chains and on her way to an unknown fate, she hears whispers from robed men along her path, gossiping and complaining that such a buyer got his hands on a rare \"Sleigh Beggy.\"\r\n\r\nIgnoring the murmurs, the mysterious man leads the girl to a study, where he reveals himself to be Elias Ainsworth—a magus. After a brief confrontation and a bit of teleportation magic, the two open their eyes to Elias' picturesque cottage in rural England. Greeted by fairies and surrounded by weird and wonderful beings upon her arrival, these events mark the beginning of Chise's story as the apprentice and supposed bride of the ancient magus.\r\n\r\n", "Rating": 9, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/88476.jpg", "Genres": ["TV", "Slice of Life", "Fantasy", "Magic", "Shounen"]}, {"Name": "Dragon Ball Super", "Desc": "Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.\r\n\r\nDisturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.\r\n\r\n", "Rating": 8, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/74606.jpg", "Genres": ["TV", "Action", "Adventure", "Comedy", "Super Power", "Martial Arts", "Fantasy", "Shounen"]}, {"Name": "3-gatsu no Lion 2nd Season", "Desc": "Now in his second year of high school, Rei Kiriyama continues pushing through his struggles in the professional shogi world as well as his personal life. Surrounded by vibrant personalities at the shogi hall, the school club, and in the local community, his solitary shell slowly begins to crack. Among them are the three Kawamoto sisters—Akari, Hinata, and Momo—who forge an affectionate and familial bond with Rei. Through these ties, he realizes that everyone is burdened by their own emotional hardships and begins learning how to rely on others while supporting them in return. \r\n\r\nNonetheless, the life of a professional is not easy. Between tournaments, championships, and title matches, the pressure mounts as Rei advances through the ranks and encounters incredibly skilled opponents. As he manages his relationships with those who have grown close to him, the shogi player continues to search for the reason he plays the game that defines his career.\r\n\r\n", "Rating": 10, "EndDate": "Mar 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/88469.jpg", "Genres": ["TV", "Drama", "Game", "Seinen", "Slice of Life"]}, {"Name": "Garo: Vanishing Line", "Desc": "Corruption looms over the prosperous Russell City, where manifestations of negative emotions called Horrors cause chaos and mayhem. The Makai Order is the last bastion of hope against these unholy creatures. Using several small businesses as fronts, they deploy powerful Makai Knights and magical Makai Alchemists to combat the Horror threat. \r\n\r\nWithin this secretive order, the highest rank of Golden Knight has been bestowed upon a large, powerful man named Sword, granting him use of the Garo armor and blade. He alone knows of a plot that threatens the entire Makai Order, with his only hint being the phrase “El Dorado.\" While fighting a Horror, he encounters Sophia \"Sophie\" Hennis, a teenage girl whose brother's disappearance years ago is also linked to the same phrase. The two agree to work together to uncover the truth behind \"El Dorado\" and the disappearance of Sophie's brother.\r\n\r\n", "Rating": 8, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/10/88236.jpg", "Genres": ["TV", "Action", "Demons", "Fantasy", "Supernatural"]}, {"Name": "Osomatsu-san 2nd Season", "Desc": "Second season of Osomatsu-san.", "Rating": 8, "EndDate": "Mar 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/88328.jpg", "Genres": ["TV", "Comedy", "Parody"]}, {"Name": "Aggressive Retsuko", "Desc": "Whether it be facing misogynistic remarks from her boss or being pressured by condescending co-workers, stress is just another part of the job for 25-year-old red panda Retsuko. Despite being one of the most diligent workers at her office, her diminutiveness and modesty often lead her to be exploited by her colleagues. However, when her irritation hits the limit, Retsuko brings forth her unique brand of letting off steam: aggressive death metal karaoke bashing the idiocy and hypocrisy of her co-workers' actions and work life. Although this venting only takes place in her mind, it gives her an outlet to counter her frustration in a world where hierarchy and appearances reign supreme.\r\n\r\n ", "Rating": 8, "EndDate": "Mar 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/84193.jpg", "Genres": ["TV", "Comedy", "Music", "Slice of Life"]}, {"Name": "Monster Hunter Stories: Ride On", "Desc": "This is a world where both men and monsters exist. Those who hunt the monsters are called Hunters. But in a small corner of the Hunter's world, there are those called Riders who bond with and coexist with monsters. With their Kizuna Ishi (Bonding Stones) that allow them to awaken the hidden power inside monsters, Riders live in secrecy together with their Otomon, the monsters they formed a connection with.\r\nRyuto, a young boy living in the Rider village of Hakum, dreams of becoming the world's best Rider. Having just turned 12, he sets out to find his own Otomon for himself before the ceremony where he is given his own Kizuna Ishi. Together with his kind-hearted childhood friend Cheval, his inquisitive childhood friend Lilia, and his partner Naville, he sets out deep into the forest, and has a miraculous encounter with a Rathalos.\r\n\r\n(Source: ANN, edited)", "Rating": 7, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/76232.jpg", "Genres": ["TV", "Fantasy"]}, {"Name": "Aikatsu Stars!", "Desc": "Yume Nijino has been accepted into Four Stars academy, home of the beautiful and talented S4 idol group. She and the other newcomers are determined to discover their talent, with a choice of specializing in beauty, singing, dancing, or drama. A tough road lies ahead of them, and they must rely on each other to overcome their weaknesses and develop their unique strengths.\r\n\r\nAt the first-years' opening performances, Yume performs stellarly but faints and is unable to remember being on stage at all. Struggling to find her talent, she meets Rola \"Laura\" Sakuraba and the two develop a friendly rivalry, working together to learn and improve.\r\n\r\nThough they have their differences, all the students share the same goal: to become the next S4 idol. But hard work and determination, along with teamwork, are needed if they want to join the elite S4.\r\n\r\n", "Rating": 8, "EndDate": "Mar 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/78658.jpg", "Genres": ["TV", "Music", "School", "Shoujo", "Slice of Life"]}, {"Name": "ClassicaLoid 2nd Season", "Desc": "Second season of ClassicaLoid.", "Rating": 7, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/88678.jpg", "Genres": ["TV", "Music", "Comedy"]}, {"Name": "Idol Time PriPara", "Desc": "The story focuses on Yui, a girl who lives in the town of Paparajuku, and who dreams of being an idol, even if she realizes that being an idol is next to impossible for her. Her friends often remark on how much she dreams about it. But then, the PriPara idol theme park opens in her town, and that an idol named Laala is coming to town from Parajuku, which only makes Yui dream even bigger. The new PriPara theme park has been updated with new concepts. However, due to a system error, Laala is no longer able to PriPara Change.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Mar 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/86056.jpg", "Genres": ["TV", "Music", "School", "Shoujo"]}, {"Name": "Beyblade Burst God", "Desc": "None", "Rating": 7, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/84704.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Adventure", "Sports", "Shounen"]}, {"Name": "Cardfight!! Vanguard G: Z", "Desc": "Fourth season of Cardfight!! Vanguard G series.", "Rating": 7, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/88063.jpg", "Genres": ["TV", "Action", "Game", "Shounen"]}, {"Name": "Ku Pao Ying Xiong", "Desc": "The animation tells the story of Xiao Shuai who has gone into a cool running world by accident and is embroiled in a dispute between parkour colleges.", "Rating": 6, "EndDate": "Feb 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/87942.jpg", "Genres": ["TV", "Action", "Adventure", "Fantasy", "Game", "Magic"]}, {"Name": "Future Card Buddyfight Battsu", "Desc": "The fourth season of Future Card Buddyfight.", "Rating": 7, "EndDate": "Mar 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/6/84792.jpg", "Genres": ["TV", "Game"]}, {"Name": "Oretacha Youkai Ningen", "Desc": "None", "Rating": 5, "EndDate": "Mar 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/87310.jpg", "Genres": ["TV", "Demons", "Horror", "Parody"]}, {"Name": "Time Bokan: Gyakushuu no San Akunin", "Desc": "Second season of Time Bokan 24.", "Rating": 6, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/88224.jpg", "Genres": ["TV", "Adventure", "Comedy", "Historical", "Mecha"]}, {"Name": "Duel Masters (2017)", "Desc": "In the new series' story, the balance of the Creature World is starting to crumble. A talking deck case named Decky comes to the human world to search for a Duel Master to preserve equilibrium. There he sees Joe's power to create creatures.\r\n\r\n(Source: ANN)", "Rating": 5, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/86604.jpg", "Genres": ["TV", "Action", "Adventure", "Comedy", "Shounen"]}, {"Name": "Rilu Rilu Fairilu: Mahou no Kagami", "Desc": "Second Season of Rilu Rilu Fairilu: Yousei no Door.", "Rating": 7, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/84497.jpg", "Genres": ["TV", "Slice of Life", "Magic", "Fantasy"]}, {"Name": "Shounen Ashibe: Go! Go! Goma-chan 2", "Desc": "Second season of Shounen Ashibe: Go! Go! Goma-chan.", "Rating": 6, "EndDate": "Feb 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/6/89580.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Seinen"]}, {"Name": "Yura Yura Suizokukan", "Desc": "None", "Rating": 5, "EndDate": "Apr 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/89666.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Caribadix", "Desc": "Deeky is a wolf whose wild appearance belies his pure-hearted and slightly gossipy moe nature. Carina is a squirrel whose soft and cuddly appearance hides the black and beating heart of a hard rock monster. Together they form a band to compete in a rock music competition.\r\n\r\n(Source: Crunchyroll)", "Rating": 6, "EndDate": "Mar 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1626/90565.jpg", "Genres": ["TV", "Music", "Comedy"]}, {"Name": "Quiz Tokiko-san", "Desc": "Tokiko-san got the job of making quizzes/brain-teasers/riddles for Chuukyou Television Broadcasting (a real TV station that airs the anime the fictional character works for). In particular: matchstick puzzles. The show focuses on her trying to make puzzles as well as her early life, family, personality that lead to her profession—particularly her compulsiveness for organization.", "Rating": 6, "EndDate": "Mar 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1313/91294.jpg", "Genres": ["TV", "Game", "Slice of Life"]}, {"Name": "Devilman: Crybaby", "Desc": "Devils cannot take form without a living host. However, if the will of an individual is strong enough, they can overcome the demon and make its power their own, becoming a Devilman.\r\n\r\nWeak and unassuming, Akira Fudou has always had a bleeding heart. So when his childhood friend Ryou Asuka asks for his help in uncovering devils, Akira accepts without hesitation. However, to Akira's surprise, the place they go to is Sabbath: an immoral party of debauchery and degeneracy. Amidst bloodshed and death, demons possess the partiers, turning their bodies into grotesque monsters, and begin wreaking havoc. In a reckless attempt to save his best friend, Akira unwittingly merges with the devil Amon and becomes a Devilman, gaining the power to defeat the remaining demons.\r\n\r\nThough it grants him great power, this new partnership awakens an insatiable and primeval part of Akira. Having the body of a devil but the same crybaby heart, Akira works alongside Ryou, destroying those that harm humanity and his loved ones.\r\n\r\n", "Rating": 8, "EndDate": "Jan 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/89973.jpg", "Genres": ["ONA", "Action", "Dementia", "Demons", "Horror", "Supernatural"]}, {"Name": "B: The Beginning", "Desc": "In a world powered by advanced technology, crime and action unfold in the archipelagic nation of Cremona. Koku, the protagonist. Keith, the legendary investigator of the royal police force RIS. A mysterious criminal organization. A wide variety of characters race through the fortified city as it is beset by the serial killer, Killer B, and a chain of crimes in this suspense drama by director Kazuto Nakazawa and Production I.G\r\n\r\n(Source: Netflix via ANN)", "Rating": 8, "EndDate": "Mar 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1564/90469.jpg", "Genres": ["ONA", "Action", "Mystery", "Police", "Psychological", "Supernatural", "Thriller"]}, {"Name": "A.I.C.O.: Incarnation", "Desc": "Set in the near future in Japan, year 2035. A major incident was known as \"Burst\" which was caused by researching artificial life. A certain AI called \"Matter\" has eroded the Kurobe Gorge. Entering the research city, which has been called as humanity's last hope, has been prohibited by the government.\r\n\r\nTwo years later, Aiko Tachibana, a 15-year-old girl who lost her family from the incident, was told by a transfer student named Yuuya Kanzaki the truth that Aiko didn't know regarding a secret hidden within her body. The key to solve the mystery is said to be in the Primary Point, the center of Burst. When a boy and a girl, who bears the future of humanity, meet, what will be the new truth?\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Mar 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1921/91085.jpg", "Genres": ["ONA", "Action", "Sci-Fi"]}, {"Name": "Sword Gai: The Animation", "Desc": "When the gods would not answer in humanity's desperate hour of need, it turned to a demon instead. The supposed savior came wielding the sword Zsoltgewinn, but its uncontrollable lust for blood led it to kill those who summoned it too. Although the sword was sealed away long ago, it has been uncovered by the Shoshidai, an organization that collects such cursed artifacts. However, Zsoltgewinn proves to be too strong to be tamed by humans when its corruptive power influences the administrator, Takuma Miura, to flee with it in his grasp.\r\n \r\nAt the same time, Gai Ogata's family is torn apart due to the possession of another demonic sword, Shiryu, leading his father to be murdered and his mother to hang herself shortly after giving birth to him. Abandoned in the forest clutching the blade, he is discovered by the blacksmith Amon. Unnaturally transfixed by the sword, Gai works tirelessly for years to hone his smithing skills. However, when an accident costs him his arm, he gains a new one—in the form of a reforged Shiryu.\r\n \r\nNow having a cursed sword for an arm, Gai must learn to control its violent urges. All the while, Zsoltgewinn continues its rampage, leaving a path of blood in its wake.\r\n\r\n", "Rating": 7, "EndDate": "Mar 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/89759.jpg", "Genres": ["ONA", "Action", "Seinen", "Supernatural"]}, {"Name": "Overlord: Ple Ple Pleiades 2", "Desc": "Super deformed parody shorts of Overlord II streamed on Kadokawa's official YouTube channel. ", "Rating": 7, "EndDate": "Apr 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/10/90101.jpg", "Genres": ["ONA", "Action", "Comedy", "Fantasy", "Magic"]}, {"Name": "Mi Yu Xing Zhe", "Desc": "A magician, a female doctor, a gangster, an archaeology professor, a policewoman, a drug dealer, a businessman... Such a random group of people find themselves trapped on a desolate island when they wake up from sleep one day. They are surrounded by primitive tribes, mutant viruses, and countless life and death situations on this mysterious island. What will they do to survive and escape?", "Rating": 8, "EndDate": "Apr 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1971/90229.jpg", "Genres": ["ONA", "Mystery", "Psychological", "Thriller"]}, {"Name": "Douluo Dalu", "Desc": "Tang San spent his life in the Tang Outer Sect, dedicated to the creation and mastery of hidden weapons. Once he stole the secret lore of the Inner Sect to reach the pinnacle of his art, his only way out was death. But after throwing himself off the deadly Hell's Peak he was reborn in a different world, the world of Douluo Dalu, a world where every person has a spirit of their own, and those with powerful spirits can practice their spirit power to rise and become Spirit Masters.\r\n\r\nThe spirit that awakens within Tang San is Blue Silver Grass, a useless spirit. Can he overcome the difficulties to reach the high ranks of Spirit Masters and bring the glory of the Tang Sect into this new world?", "Rating": 8, "EndDate": "Jul 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1920/90166.jpg", "Genres": ["ONA", "Action", "Adventure", "Historical", "Romance", "Martial Arts", "Fantasy"]}, {"Name": "Sword Art Online Fatal Bullet: The Third Episode - Pilot-ban", "Desc": "A special movie said to be inspired by the Sword Art Online Fatal Bullet video game. The story takes place during the Gun Gale Online arc.\r\n\r\nBandai Namco uploaded the short to their official YouTube channel saying it was a pilot version. They are also having an open audition for the female's voice via Twitter. Users can vote for the girls by retweeting their videos (which can either be through Twitter or a link to YouTube). February 8-19 will be the first selection where the top 3 accounts retweeted are chosen. And February 21-22 will be the final selection of girls where the previous 3 accounts along with 1 account chosen by the producer are judged. ", "Rating": 6, "EndDate": "Feb 8, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1821/90470.jpg", "Genres": ["ONA", "Game"]}, {"Name": "Gundam Build Divers Prologue", "Desc": "The Gunpla Force Battle Tournament is a big event held in GBN once per year. Competing in the final round are Avalon, led by the champion Kyoya Kujo, and the elite 7th Panzer Division led by the cunning Rommel. Starting with Kyoya's Gundam AGE II Magnum, a variety of Gunpla take to the field to determine which is the strongest force!\r\n\r\n(Source: Official site)", "Rating": 7, "EndDate": "Feb 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1605/90391.jpg", "Genres": ["ONA", "Action", "Sci-Fi", "Mecha"]}, {"Name": "Devilman: Crybaby - Digest Eizou", "Desc": "A short web recap of the Devilman: Crybaby series, posted on Aniplex's official YouTube channel.", "Rating": 6, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1959/91379.jpg", "Genres": ["ONA", "Action", "Demons", "Horror", "Supernatural"]}, {"Name": "Yao Shen Ji 2nd Season", "Desc": "The second season of Yao Shen Ji.", "Rating": 8, "EndDate": "May 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1030/90189.jpg", "Genres": ["ONA", "Action", "Adventure", "Demons", "Romance", "Martial Arts", "Fantasy"]}, {"Name": "Slow Start: Web Yokoku Movie", "Desc": "Web-exclusive next episode previews for Slow Start. These contain unique chibi animations and are released on Slow Start's official Twitter page as well as Aniplex's official YouTube channel. They are released about a day prior the full episode airing.", "Rating": 7, "EndDate": "Mar 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/90006.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Akuma no Memumemu-chan", "Desc": "The gag manga depicts the everyday life of the demon Memumemu-chan, who appears before the high school student Hyouta one day. She's come to seduce men and steal their souls, however, has neither the motivation nor the ability to carry out her duty. The story revolves around Memumemu, Hyouta, who is often misunderstood as a lolicon due to Memumemu, and the super sexy mother-daughter duo who manages the apartment Hyouta resides in.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Jan 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/89217.jpg", "Genres": ["ONA", "Comedy", "Demons", "Ecchi", "Shounen"]}, {"Name": "Doupo Cangqiong 2nd Season", "Desc": "The second season of Doupo Cangqiong.", "Rating": 8, "EndDate": "May 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1283/90230.jpg", "Genres": ["ONA", "Action", "Adventure", "Historical", "Demons", "Romance", "Martial Arts", "Fantasy"]}, {"Name": "Tales of the Rays: Mirrage Prison", "Desc": "The main promotional video for the Tales of the Rays: Mirrage Prison mobile game. Bandai Namco announced it was a sequel to Tales of the Rays and streamed the video on their official YouTube channel.\r\n\r\nIn a nontraditional manner, no new game app will be created, rather the current game app will receive a massive update and discontinue the main story line and start anew (several years later in-story) resetting the game play for all users. The story is said to take a darker tone.", "Rating": 6, "EndDate": "Jan 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1775/90331.jpg", "Genres": ["ONA", "Fantasy", "Game"]}, {"Name": "God Eater Resonant Ops", "Desc": "The opening movie to God Eater Resonant Ops, the iOS/Android game. The animation was streamed on Bandai Namco's official YouTube channel and was promoting the game's release slated for the following month. A second version of the video was posted on April 4, 2018 but contains no change in animation. Only the watermark and the still image at the end were changed.", "Rating": 7, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1548/95165.jpg", "Genres": ["ONA", "Fantasy", "Game", "Military", "Music", "Sci-Fi"]}, {"Name": "Wangu Xian Qiong 2nd Season", "Desc": "The second season of Wangu Xian Qiong.", "Rating": 8, "EndDate": "May 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1102/93891.jpg", "Genres": ["ONA", "Adventure", "Comedy", "Fantasy", "Shounen"]}, {"Name": "Ippun de Wakaru Eiga &quot;Donten ni Warau&quot; Kaisetsu Yokoku", "Desc": "A special collaboration with Eagle Talon and Donten ni Warau. The latter is having a live-action movie release on March 21, 2018. In the special, the Chancellor and Yoshida introduce the movie and make comments on the story.", "Rating": 5, "EndDate": "Feb 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1650/90488.jpg", "Genres": ["ONA", "Historical", "Parody"]}, {"Name": "Tanuki to Kitsune", "Desc": "The manga's story centers on the daily lives of a raccoon dog who is not quite with it and a mischievous fox who likes to tease the raccoon dog. The two are close friends who live together on a mountain. Their other friends include a wolf, a bear, a rabbit, and birds.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Mar 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/89595.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Neeko ga Vtuber Shite Mita", "Desc": "In honor of Neeko wa Tsurai yo receiving it's 1st tankoubon release, Kadokawa commissioned a virtual Youtube idol-style anime shorts of Neeko. Niito Nemuko, nicknamed Neeko, is 23 years old and still unable to find a job. This is her everyday life as she struggles with the fact that she's basically just a NEET.\r\n\r\n(Source: Batoto)", "Rating": 6, "EndDate": "Mar 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1532/91686.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Chichibu de Buchichi", "Desc": "Kaoruko is set to meet a marriage partner... but there's a person she can't forget. Someone she met in Chichibu when she was a girl. A young boy whose name she doesn't even know. Treasured memories of walking with him through Chichibu Shrine. Taking in the carpets of pink flowers at Hitsujiyama Park, the mountain stream at Nagatoro, the sea of clouds from Mitsumine Shrine. These are priceless moments she yearns to relive. Maybe... just maybe... if she heads to Chichibu she might see him again. Clinging to her faint hope and distant memories, Kaoruko resolves to find out.\r\n\r\n(Source: Official site)", "Rating": 6, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1881/90220.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "DC Super Heroes vs Taka no Tsume Dan Promotion Eizou", "Desc": "A collaboration episode promoting the BD/DVD release of DC Super Heroes vs Taka no Tsume Dan and the Japanese BD/DVD release of Justice League both going on sale March 3, 2018 with the special goods that come with them. The characters all break the 4th wall to self-promote their material and get into a scuffle about whose release would sell better.\r\n\r\n", "Rating": 6, "EndDate": "Feb 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1334/90401.jpg", "Genres": ["ONA", "Comedy", "Parody", "Super Power"]}, {"Name": "Hanasaki Kuhan no Romantan", "Desc": "After an invasion by the Vivolian army, the Sprite Himawari and her childhood friend Tsubaki flee their homeland of Floria for the town of Romton. There, they live out their lives in peace... for a time. One day, Himawari's friend and fellow Sprite Ajisai is kidnapped by mysterious strangers. Now Himawari and detective Tsubaki set out to rescue her, but find the dreaded Vivolians standing in their way! \r\n\r\nA 2D animated special episode aired on the Monster Strike anime channel, promoting the Monster Strike game debut of the Flower 4 series. Despite this, the storyline is standalone and unrelated to previous Monster Strike anime installments.\r\n\r\n(Source: Crunchyroll, edited)", "Rating": 6, "EndDate": "Jan 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1481/95276.jpg", "Genres": ["ONA", "Action", "Adventure", "Drama", "Fantasy"]}, {"Name": "Kataribe Jinkou Chinou ga Tsubuyaku Noroi no Yogen", "Desc": "An animated promotion steamed on Kadokawa's official YouTube channel for Kataribe Jinkou Chinou ga Tsubuyaku Noroi no Yogen, in honor of its first tankoubon volume going on sale the very same day.", "Rating": 5, "EndDate": "Feb 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1225/90378.jpg", "Genres": ["ONA", "Horror", "Seinen", "Thriller"]}, {"Name": "Wan Jie Xian Zong", "Desc": "None", "Rating": 8, "EndDate": "Jul 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1735/93070.jpg", "Genres": ["ONA", "Action", "Adventure", "Demons", "Fantasy", "Historical", "Martial Arts", "Romance"]}, {"Name": "SNS Police", "Desc": "The story centers around the titular SNS Police (Social Network Service Police), who protect the peace in social media sites like Twitter and Facebook and deal harsh justice to those who violate it. \r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "May 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/88495.jpg", "Genres": ["ONA", "Police"]}, {"Name": "Alphard x Taka no Tsume", "Desc": "A collaboration between Taka no Tsume and Toyopet's Alphard car store launching in Ibaraki, Saitama, and Okayama. Collaborative goods will be sold on January 20+21 for at the stores as well.", "Rating": 5, "EndDate": "Jan 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1197/90147.jpg", "Genres": ["ONA", "Cars", "Parody"]}, {"Name": "Ekimemo!", "Desc": "The game centers around players traveling to different train stations in Japan and collecting the anthropomorphized representations of different stations and railway lines. The anime is set in Yokote City in Akita Prefecture, and will center around the characters Miroku, Mero, and Runa.\r\n\r\n(Source: ANN)", "Rating": 5, "EndDate": "Feb 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1712/90354.jpg", "Genres": ["ONA", "Game"]}, {"Name": "Sukoyaka Oyako 21 x Taka no Tsume Dan", "Desc": "A collaboration between Eagle Talon and Japan's Ministry of Health, Labor and Welfare Sukoyaka Oyako 21 program. The 1st episode talks about the dangers of smoking and 2nd hand smoke while pregnant. The 2nd episode talks about the dangers of tobacco transference to babies either by skin-to-skin contact or a parents' breath right after coming inside the home after smoking outside. The 3rd episode talks about postpartum depression. The 4th episode talks about preventing child abuse. And the 5th episode talks about thoughts of suicide during puberty.", "Rating": 5, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1978/91679.jpg", "Genres": ["ONA", "Drama", "Parody", "Slice of Life"]}, {"Name": "Tomica Hyper Rescue Drive Head: Kidou Kyuukyuu Keisatsu (ONA)", "Desc": "None", "Rating": 6, "EndDate": "Aug 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1997/90929.jpg", "Genres": ["ONA", "Sci-Fi", "Adventure", "Police", "Mecha"]}, {"Name": "Eyedrops Special Episode", "Desc": "New episodes of Eyedrops that continue the story. Meant to promote the Sante MediGuard EX eyedrops. Two episodes are scheduled to be released.", "Rating": 5, "EndDate": "Mar 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1727/90471.jpg", "Genres": ["ONA", "Space"]}, {"Name": "Oi Pii-tan!!", "Desc": "A stop-motion promotional video for Oi Pii-tan!! posted on Kodansha's official YouTube channel in honor of the manga's final (17th) tankoubon going on sale March 13, 2018. The series had been running for 20 years. ", "Rating": 4, "EndDate": "Mar 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1312/91013.jpg", "Genres": ["ONA", "Josei"]}, {"Name": "Elleair x Kamiusagi Rope", "Desc": "A collaboration between the facial tissue company Elleair and the comedy anime franchise Kamiusagi Rope.", "Rating": 5, "EndDate": "Jan 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1377/92748.jpg", "Genres": ["ONA", "Comedy", "Slice of Life"]}, {"Name": "Promedicus", "Desc": "Animated commercials for Promedicus, a cram school that specializes in Middle and High school students (as well as rounin) looking to get into med school. ", "Rating": 5, "EndDate": "Feb 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1313/92900.jpg", "Genres": ["ONA", "School"]}, {"Name": "Nikuiyo! Galbi-kun: Kemuri ga Me ni Shimiru", "Desc": "A short gag anime about yakiniku meat on a grill. It primarily focuses on Galbi-kun (beef short rib) who admires a higher cut of meat and tries to change his demeanor to be more refined.", "Rating": 6, "EndDate": "May 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1489/90148.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Hoshi to Tsubasa no Paradox", "Desc": "None", "Rating": 6, "EndDate": "Nov 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1666/95134.jpg", "Genres": ["ONA", "Action", "Sci-Fi", "Mecha"]}, {"Name": "Oi-san to 40 no Monogatari", "Desc": "Fourty shorts featuring a delightfully chubby cat named Oi-san. This entry also includes the unnumbered \"はじまり\" (Hajimari) episode that was released the same day as the numbered episode 1.", "Rating": 6, "EndDate": "Sep 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1760/93247.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Yousei Tin Tin", "Desc": "None", "Rating": 6, "EndDate": "Jun 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1716/91280.jpg", "Genres": ["ONA", "Slice of Life", "Comedy", "Fantasy"]}, {"Name": "Een", "Desc": "Short film by Sawako Kabuki", "Rating": 4, "EndDate": "Feb 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1806/96616.jpg", "Genres": ["ONA", "Dementia"]}, {"Name": "Oshiete♡Namie-sensei!", "Desc": "In order to promote industry that was lost in the Fukushima disaster, the prefecture is improving the robotics test field with the aim of obtaining the next generation of workers in a \"robot related industry.\" \r\n\r\nThese two episodes are aimed at elementary schoolers and talk about drones as well as the robotics campus.", "Rating": 4, "EndDate": "Feb 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1340/93239.jpg", "Genres": ["ONA", "School"]}, {"Name": "Donten ni Warau×Mameshiba", "Desc": "A special collaboration with Mameshiba and Donten ni Warau. The latter is having a live-action movie release on March 21, 2018. In the special, a shiba-ified Tenka introduces the film while a shiba-ified Shirasu, Soramaru, and Sousei follow along in the back.", "Rating": 5, "EndDate": "Mar 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1946/90905.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Tabechatta tte Iinoni na!", "Desc": "None", "Rating": 4, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1350/90837.jpg", "Genres": ["ONA", "Slice of Life", "Comedy"]}, {"Name": "Shinmai Maou no Testament Departures", "Desc": "None", "Rating": 8, "EndDate": "Mar 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1395/95778.jpg", "Genres": ["OVA", "Action", "Ecchi", "Fantasy", "Romance", "Harem", "Demons"]}, {"Name": "Boku no Kanojo ga Majimesugiru Sho-bitch na Ken OVA", "Desc": "Bundled with the limited edition sixth manga volume.", "Rating": 7, "EndDate": "Mar 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/88359.jpg", "Genres": ["OVA", "Comedy", "Ecchi", "Romance", "School"]}, {"Name": "Days (TV): Touin Gakuen-sen!", "Desc": "Sequel to DAYS.\r\n\r\nIt will depict the All-Japan High School Soccer Tournament's Tokyo Preliminary Round with Touin Academy.\r\n\r\n(Source: anilist.co)", "Rating": 7, "EndDate": "Jul 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/88505.jpg", "Genres": ["OVA", "Sports", "School", "Shounen"]}, {"Name": "Chuunibyou demo Koi ga Shitai! Movie: Take On Me", "Desc": "Rikka is 18 and in the last year of high school. But she still acts like she's in puberty.\r\n\r\nIt's spring break, and high school seniors are looking ahead to their college entrance exams. Rikka Takanashi and her boyfriend, Yuuta Togashi, have been an item for a long time and live together, but their relationship seems frozen in time, unable to mature to the next level. Then one day, Rikka's elder sister, Tooka, declares she's taking her sister and the family to Italy where she's landed a stable job.\r\n\r\nYuuta panics despite agreeing with Tooka that Rikka can't be left alone in Japan, and her chances of getting into college are slim. Still, the two lament the idea of being torn from each other. So at the suggestion of his friends, Yuuta decides the two will elope, and a dramatic chase across Japan begins.\r\n\r\n(Source: TBS Global Business)", "Rating": 9, "EndDate": "Jan 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/89974.jpg", "Genres": ["Movie", "Slice of Life", "Comedy", "Drama", "Romance", "School"]}, {"Name": "Sayonara no Asa ni Yakusoku no Hana wo Kazarou", "Desc": "The people of Iorph live far away from the lands of men, weaving the happenings of each day into a fabric called Hibiol. They live for centuries while maintaining their youthful appearance. Maquia, an orphaned Iorph girl, lives in an oasis surrounded by friends, yet somehow feels alone. But the tranquil lives of the Iorph are shattered in an instant when the Mezarte army invades their territory on a dragon fleet, seeking the blood that grants the Iorph long life.\r\n\r\nMaquia manages to escape, but loses her friends and her home in the chaos. She then encounters an orphaned baby who is also alone. Maquia raises this boy, Ariel, with the help of some new friends. But as the era changes, the bond between Maquia and Ariel changes too, amidst a backdrop of racial tensions between the Iorph and the Mezarte. This is a story of irreplaceable time, woven by two lonely people who can only find solace in each other.\r\n\r\n(Source: Shout! Factory)", "Rating": 9, "EndDate": "Feb 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/11/89556.jpg", "Genres": ["Movie", "Drama", "Fantasy"]}, {"Name": "Bungou Stray Dogs: Dead Apple", "Desc": "Power users around the world are suddenly committing suicide one after another, in all cases after a strange fog appears at the scene. At a request from Ango Sakaguchi, the Armed Detective Agency head out to investigate Tatsuhiko Shibusawa, a power user who calls himself \"collector,\" and a man suspected of being tied to the incident.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Mar 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1127/93981.jpg", "Genres": ["Movie", "Action", "Comedy", "Mystery", "Super Power", "Supernatural"]}, {"Name": "Code Geass: Hangyaku no Lelouch II - Handou", "Desc": "This is the second part of a 3-part theatrical film remake of the first 2 seasons of the parent anime. \r\n\r\n(Source: Wikipedia, ANN)", "Rating": 8, "EndDate": "Feb 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/89275.jpg", "Genres": ["Movie", "Action", "Military", "Sci-Fi", "Super Power", "Mecha", "School"]}, {"Name": "Shingeki no Kyojin Season 2 Movie: Kakusei no Houkou", "Desc": "Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members.\r\n \r\n", "Rating": 8, "EndDate": "Jan 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1710/95650.jpg", "Genres": ["Movie", "Action", "Drama", "Fantasy", "Shounen", "Super Power"]}, {"Name": "Macross Δ Movie: Gekijou no Walküre", "Desc": "None", "Rating": 7, "EndDate": "Feb 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1217/94351.jpg", "Genres": ["Movie", "Action", "Space", "Mecha", "Military", "Music", "Sci-Fi"]}, {"Name": "Midnight Crazy Trail", "Desc": "Shout and Crunchy are \"trash throw away-ers\" who work in the dead of night. Makina is a 16-year-old witch who has come to the world of humans and to London to study for one year about how to become a proper bride. But Makina searches for Shout and Crunchy, and begs them to throw away her \"Witch's Book.\" Truthfully, Makina wants to quit being a witch and become a normal girl, and the book is just a hindrance. But the book is not something one can simply just throw away.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/89201.jpg", "Genres": ["Movie"]}, {"Name": "Mazinger Z Movie: Infinity", "Desc": "Ten years ago, the villainous scientist Dr. Hell led his wicked followers, known as the Underground Empire, in a struggle to destroy all of humanity. It was against these forces that the young hero Kouji Kabuto fought, piloting the legendary super robot \"Mazinger Z.\" Kouji's victory stopped Dr. Hell's evil plan and returned peace to the Earth.\r\n\r\nNow Kouji has left the pilot seat behind and become a scientist in his own right, following in his father's and grandfather's footsteps. Yet an unexpected encounter deep under Mt. Fuji triggers an even greater threat to mankind than ever before and alters Kouji's destiny forever. With humanity's fate in their hands, Kouji and Mazinger Z face a choice between good... and evil.\r\n\r\n(Source: VIZ Media)", "Rating": 7, "EndDate": "Jan 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1611/90206.jpg", "Genres": ["Movie", "Action", "Sci-Fi", "Comedy", "Super Power", "Mecha", "Shounen"]}, {"Name": "Chuunibyou demo Koi ga Shitai! Movie: Take On Me - Weekly Short Movie &quot;Kotatsu DE Photo Session&quot;", "Desc": "Short theater manners shown before Chuunibyou demo Koi ga Shitai! Movie: Take On Me.", "Rating": 7, "EndDate": "Jan 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1301/93401.jpg", "Genres": ["Movie", "Comedy"]}, {"Name": "Hiragana Danshi", "Desc": "Hiragana Danshi are in the mission to try to find their comrades in the world where Japanese languages have disappeared.\r\n(Source: MAL News)\r\n\r\n\r\nIt was previewed at a screening in Toho Cinemas Shinjuku on March 16. Regular screening will begin on May 11.", "Rating": 6, "EndDate": "Mar 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1613/90733.jpg", "Genres": ["Movie", "Music"]}, {"Name": "Tokimeki Restaurant☆☆☆  MIRACLE6 Movie", "Desc": "None", "Rating": 6, "EndDate": "Feb 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/88601.jpg", "Genres": ["Movie", "Music", "Romance"]}, {"Name": "Infini-T Force Movie: Gatchaman - Saraba Tomo yo", "Desc": "None", "Rating": 7, "EndDate": "Feb 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/89672.jpg", "Genres": ["Movie", "Action", "Sci-Fi", "Seinen", "Super Power"]}, {"Name": "Precure Super Stars! Movie", "Desc": "None", "Rating": 7, "EndDate": "Mar 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/89920.jpg", "Genres": ["Movie", "Action", "Magic", "Fantasy"]}, {"Name": "Starship Troopers: Red Planet", "Desc": "After the events of Invasion, Johnny Rico has been demoted to the rank of colonel and relocated to a Martian satellite to train a new batch of troopers. Unfortunately, these troopers are some of the worst low-performing Rico has ever trained as they're Martians and don't take the war seriously. Mars overall has low support for the war as they see their planet unaffected by the bug conflict and even suggested pulling out from the war. Because of their laid back attitude, the denizens of Mars wasn't ready when the bugs attacked. Unknown to everyone, Sky Marshall Amy Snapp executes her plans for power.\r\n\r\n(Source: Wikipedia)", "Rating": 7, "EndDate": "Feb 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/10/89860.jpg", "Genres": ["Movie", "Action", "Military", "Sci-Fi"]}, {"Name": "Time Driver: Bokura ga Kaita Mirai", "Desc": "Part of Anime Tamago 2018. ", "Rating": 7, "EndDate": "Mar 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/89197.jpg", "Genres": ["Movie"]}, {"Name": "Engimon", "Desc": "Part of Anime Tamago 2018. ", "Rating": 6, "EndDate": "Mar 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/89198.jpg", "Genres": ["Movie"]}, {"Name": "Milky Panic twelve", "Desc": "Part of Anime Tamago 2018. ", "Rating": 7, "EndDate": "Mar 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/89200.jpg", "Genres": ["Movie"]}, {"Name": "Da Shi Jie", "Desc": "A hard rain is about to fall on a small town in Southern China. In a desperate attempt to find money to save his fiancée’s failed plastic surgery, Xiao Zhang, a mere driver, steals a bag containing 1 million from his boss. News of the robbery spreads fast within the town and, over the course of one night, everyone starts looking for Xiao Zhang and his money.\r\n\r\n(Source: Metacritic)", "Rating": 6, "EndDate": "Jan 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1320/90231.jpg", "Genres": ["Movie", "Comedy", "Psychological", "Thriller"]}, {"Name": "Xing Fu Lu Shang", "Desc": "Chi earned her American dream after persevering with her studies in Taiwan. Following her grandmothers’ death, Chi returns to her family on Happiness Road, where she begins to feel nostalgic about her childhood and starts to contemplate the meaning of “life” and “home”. What is happiness? Will Chi find her own happiness? (Source: Official Website)", "Rating": 7, "EndDate": "Jan 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1049/92005.jpg", "Genres": ["Movie"]}, {"Name": "Bandoe Sareoriratda", "Desc": "46-year-old Oh Jun-koo is a downtrodden thespian who hasn't worked in ages. The closest he gets to treading the boards nowadays is teaching drama part-time to unappreciative college students. His home life isn't much better. Wife Mig-yeong  is a socially ambitious nagger who's always working late, and son Hyeon-jun is in trouble with police after setting off fireworks on the roof of an apartment block.\r\n\r\nJust as Mig-yeong starts making noises about moving to a more upmarket neighborhood and sending daughter Hyeon-seo to an expensive school, Oh receives a lucrative acting offer. At virtually the same time Oh is told he's in pole position for a permanent teaching post. Only catch with the latter is it means giving up acting for good. No sooner has Oh sacrificed what he loves for greater financial security than a serious spanner is thrown in the works. He witnesses what appears to be Professor Cho sexually assaulting student Kim Ki-pum.\r\n\r\n(Source: Variety.com)", "Rating": 7, "EndDate": "Jan 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1559/92186.jpg", "Genres": ["Movie", "Comedy"]}, {"Name": "ReLIFE: Kanketsu-hen", "Desc": "After reliving the life of a high school student through the ReLIFE experiment, 27-year-old Arata Kaizaki cannot believe how quickly it has changed him. He has begun to see the world through a different perspective that he had completely forgotten as an adult. He has made friends and formed deep relationships with each one of them. However his support, Ryou Yoake, reminds him that the experiment is all an illusion; after his experiment ends, he will be forgotten by all of them.\r\n\r\nThe experiment of another ReLIFE subject is also coming to an end. After spending two years with ReLIFE, Chizuru Hishiro has developed into a more open, more thoughtful person than she could have ever imagined. She has met people who have changed her life, her perspective, and ultimately her. However, now that their ReLIFE is coming to an end, will they be able to let go of the memories they have made?\r\n\r\n", "Rating": 9, "EndDate": "Mar 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1566/91061.jpg", "Genres": ["Special", "Romance", "School", "Slice of Life"]}, {"Name": "Nanatsu no Taizai: Imashime no Fukkatsu Joshou", "Desc": "An episode recapping Nanatsu no Taizai with additional scenes, aired before the new season in January 2018.", "Rating": 8, "EndDate": "Jan 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/89656.jpg", "Genres": ["Special", "Action", "Comedy", "Magic", "Shounen", "Super Power"]}, {"Name": "Mob Psycho 100: Reigen - Shirarezaru Kiseki no Reinouryokusha", "Desc": "A summary episode of Mob Psycho 100 which features commentary from Reigen Arataka.", "Rating": 8, "EndDate": "Mar 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/89331.jpg", "Genres": ["Special", "Action", "Slice of Life", "Comedy", "Supernatural"]}, {"Name": "Yuru Camp△ Specials", "Desc": "Specials included in the anime's BD/DVD releases. The first disc release features \"Heya Camp Episode 0,\" a story before Nadeshiko joins the club.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jul 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1258/91059.jpg", "Genres": ["Special", "Slice of Life", "Comedy"]}, {"Name": "Fate/kaleid liner Prisma☆Illya Movie: Sekka no Chikai - Kuro Sakura no Heya", "Desc": "Included with the limited edition BD of Fate/kaleid liner Prisma☆Illya Movie: Sekka no Chikai.  ", "Rating": 8, "EndDate": "Jan 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/89062.jpg", "Genres": ["Special", "Slice of Life", "Parody"]}, {"Name": "Beatless Intermission", "Desc": "Recap episodes of Beatless.", "Rating": 6, "EndDate": "Jun 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1709/90468.jpg", "Genres": ["Special", "Action", "Romance", "Sci-Fi", "Drama"]}, {"Name": "Grancrest Senki Tsuisou", "Desc": "A recap of major events and notable characters from the first 11 episode of Grancrest Senki.", "Rating": 7, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1795/91146.jpg", "Genres": ["Special", "Action", "Fantasy"]}, {"Name": "Kujira no Kora wa Sajou ni Manabu!", "Desc": "Two special episodes set in a school setting. Included with the Blu-ray/DVD volumes of Kujira no Kora wa Sajou ni Utau. ", "Rating": 7, "EndDate": "Mar 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1857/90626.jpg", "Genres": ["Special", "Mystery", "Comedy", "Drama", "Fantasy", "School", "Shoujo"]}, {"Name": "Imouto sae Ireba Ii. (ONA) Specials", "Desc": "Two additional episodes of Imouto sae Ireba Ii. (ONA) released exclusively on the BD/DVD volumes.", "Rating": 7, "EndDate": "Mar 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/89848.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "God Eater Reso Nantoka Gekijou: Nagerareta Shokupan", "Desc": "Short anime inspired by the iOS and Android mobile game God Eater Resonant Ops.\r\n\r\nIntroduces the characters through their first day of school. Resonant Ops continues the story of God Eater 2 Rage Burst, which in turn is a sequel to God Eater Burst, and is set 4 years after the latter's story, moving the setting \"at long last\" toward the Fenrir Headquarters in the year 2078.", "Rating": 6, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1587/95137.jpg", "Genres": ["Special", "Fantasy", "Military", "Parody", "Sci-Fi"]}, {"Name": "Sword Art Online Fatal Bullet: The Third Episode", "Desc": "The short follows a boy looking for a girl he met in the Gun Gale Online game. The boy believes they have a connection, but to the girl their connection is part of a fantasy. The time to test whether their bond is real or fantasy will come. \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Mar 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1210/91229.jpg", "Genres": ["Special", "Action", "Game", "Military", "Sci-Fi", "Psychological", "Fantasy"]}, {"Name": "Ninja Batman x Poputepipikku Kindan no Collab CM", "Desc": "At Anime Japan 2018, Warner Bros. announced a collaboration between Ninja Batman and Poputepipikku. PVC figurines will be sold of the collaboration and a commercial was aired at the convention's booth, on television, and posted online--where Popuko and Pipimi dress as Batman and Joker respectively in order to promote the Ninja Batman's theatrical release. ", "Rating": 7, "EndDate": "Mar 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1948/91454.jpg", "Genres": ["Special", "Parody", "Samurai"]}, {"Name": "Toji no Miko Recap", "Desc": "A summary of the first 12 episodes of Toji no Miko.", "Rating": 7, "EndDate": "Mar 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1614/91864.jpg", "Genres": ["Special", "Action", "Fantasy"]}, {"Name": "Inazuma Eleven: Reloaded - Soccer no Henkaku", "Desc": "Special prologue episode of the Inazuma Eleven: Ares no Tenbin series. It is a remake of the original Inazuma Eleven episode 27.\r\n\r\nAfter defeating Zeus and becoming the Football Frontier champions, the members of Raimon return to the soccer club. Unlike episode 27, the club is not invaded by aliens. Instead, everyone congratulates the team members for their remarkable achievements.\r\n\r\nKidou Yuuto and Gouenji Shuuya then propose to take on the world. Hibiki Seigou comes in and, incidentially, proposes a match between Raimon and the Spanish youth league champion, Barcelona Orb.\r\n\r\n(Source: Inazuma Eleven Wiki)", "Rating": 8, "EndDate": "Jan 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1044/96960.jpg", "Genres": ["Special", "Sports"]}, {"Name": "Hitori no Shita: The Outcast Recap", "Desc": "Recap of the first season of Hitori no Shita: The Outcast that aired a week prior to Japanese broadcast of the second season.", "Rating": 7, "EndDate": "Jan 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1155/92922.jpg", "Genres": ["Special", "Action", "Super Power", "Supernatural"]}, {"Name": "Garo: Vanishing Line Recap", "Desc": "Recap episode aired between episodes 12 and 13 of Garo: Vanishing Line.", "Rating": 7, "EndDate": "Jan 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/89840.jpg", "Genres": ["Special", "Action", "Demons", "Supernatural", "Fantasy"]}, {"Name": "Taishou Mebiusline: Chicchai-san - You and I", "Desc": "Special episode of Taishou Mebiusline: Chicchai-san.", "Rating": 5, "EndDate": "Feb 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1405/90826.jpg", "Genres": ["Special", "Historical", "Shounen Ai"]}, {"Name": "Sakura no Chikai: Marronni☆Yell - Higashi no Hichou Shimotsuke-shi wo Yell!", "Desc": "Based on Tochigi TV's original idol group \"Marronni ☆ Yell.\" ", "Rating": 5, "EndDate": "Jan 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/89021.jpg", "Genres": ["Special", "Music", "Supernatural"]}, {"Name": "Robot Girls Z: Fukkatsu no Chika Teikoku!? Robot Girls Z vs. Nazo no Sandai Shuyaku Robo!", "Desc": "Petit animation included with the Robot Girls Z Full Complete Blu-ray.", "Rating": 6, "EndDate": "Jan 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1372/95234.jpg", "Genres": ["Special", "Comedy", "Parody", "Mecha"]}, {"Name": "Poputepipikku Specials", "Desc": "Specials included in the Blu-ray and DVD releases of Poputepipikku.", "Rating": 6, "EndDate": "Mar 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1444/92651.jpg", "Genres": ["Special", "Comedy", "Parody"]}, {"Name": "Nippen no Miko-chan", "Desc": "The official Twitter for Ballpoint pen writing image character Nippen no Miko-chan has announced that it will get anime CM series to broadcast within news discussion show 5-ji ni Muchuu on Tokyo MX.\r\n\r\n(Source: MAL News)", "Rating": 5, "EndDate": "Feb 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/10/89294.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "Boat Race Marugame Image Talent Mimika", "Desc": "A televised commercial for Boat Race Marugame starring Mimika. The singer-songwriter transforms into an animated character and takes a speed boat out for a fantastical run. Mimika was both the director and the song writer for the commercial. Boat Race Marugame is an arena for people to purchase tickets (must be at least 20 years of age) to watch speed boat racing, visitors can gamble on the races just like with horse races.\r\n\r\nMimika also performed a live concert at the arena on February 8th, 2018 for the G1 Shikoku District Championship race.", "Rating": 5, "EndDate": "Feb, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1244/90691.jpg", "Genres": ["Special", "Sports"]}, {"Name": "Sandwhichman Touhoku Ai Bottle", "Desc": "Suntory commercials for their oolong tea bottles featuring Sandwhichman, a comedy duo from Japan. The commercials were shown on television and streamed on Suntroy's official YouTube channel. The theme is Touhoku love, Touhoku is the Northeast region of Japan composed of 6 prefectures. Each commercial focuses on one of the prefectures in that region (respectively Miyagi, Fukushima, Aomori, Yamagata, Iwate, and Akita).", "Rating": 4, "EndDate": "Sep 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1280/93917.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "ReLIFE: Kanketsu-hen Specials", "Desc": "Two specials of ReLIFE: Kanketsu-hen released on mobile and later included on Blu-ray/DVD volume.", "Rating": 0, "EndDate": "Mar 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1563/93020.jpg", "Genres": ["Special", "Slice of Life"]}], "Spring": [{"Name": "Boku no Hero Academia 3rd Season", "Desc": "Third season of Boku no Hero Academia, covering the Forest Training Camp Arc, Hideout Raid Arc and the Provisional Hero License Exam Arc.", "Rating": 9, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1319/92084.jpg", "Genres": ["TV", "Action", "Comedy", "School", "Shounen", "Super Power"]}, {"Name": "Steins;Gate 0", "Desc": "The eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend Makise Kurisu, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone. \r\n\r\nWhile working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who \r\nlater turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time.\r\n\r\n\r\n", "Rating": 9, "EndDate": "Sep 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1375/93521.jpg", "Genres": ["TV", "Sci-Fi", "Thriller"]}, {"Name": "Tokyo Ghoul:re", "Desc": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence.\r\n\r\nThe creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be.\r\n\r\n", "Rating": 8, "EndDate": "Jun 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1063/95086.jpg", "Genres": ["TV", "Action", "Psychological", "Supernatural", "Mystery", "Drama", "Horror", "Seinen"]}, {"Name": "Sword Art Online Alternative: Gun Gale Online", "Desc": "Karen Kohiruimaki always felt out of place in the real world. Due to her extreme height, she found it hard to make friends with other girls her age. Everything changes when she's introduced to VR and Gun Gale Online. In GGO, Karen is free to play the cute, chibi avatar of her dreams! Can Karen find friendship in this bullet-ridden MMO...?\r\n\r\n(Source: Yen Press)", "Rating": 8, "EndDate": "Jul 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1141/93288.jpg", "Genres": ["TV", "Action", "Fantasy", "Game", "Military", "Sci-Fi"]}, {"Name": "Shokugeki no Souma: San no Sara - Toutsuki Ressha-hen", "Desc": "The second cour of Shokugeki no Souma season 3.", "Rating": 9, "EndDate": "Jun 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1604/93531.jpg", "Genres": ["TV", "Ecchi", "School", "Shounen"]}, {"Name": "Wotaku ni Koi wa Muzukashii", "Desc": "After discovering that they work at the same company, a gaming crazed otaku and a fujoshi reunite for the first time since middle school. After some post-work drinking sessions they begin dating, but will it be a perfect relationship for the two of them?", "Rating": 9, "EndDate": "Jun 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1864/93518.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Romance"]}, {"Name": "Megalo Box", "Desc": "\"To be quiet and do as you're told, that's the cowardly choice.\" These are the words of Junk Dog, an underground fighter of Megalo Box, an evolution of boxing that utilizes mechanical limbs known as Gear to enhance the speed and power of its users. Despite the young man's brimming potential as a boxer, the illegal nature of his participation forces him to make a living off of throwing matches as dictated by his boss Gansaku Nanbu. However, this all changes when the Megalo Box champion Yuuri enters his shabby ring under the guise of just another challenger. Taken out in a single round, Junk Dog is left with a challenge: \"If you're serious about fighting me again, then fight your way up to me and my ring.\"\r\n\r\nFilled with overwhelming excitement and backed by the criminal syndicate responsible for his thrown matches, Junk Dog enters Megalonia: a world-spanning tournament that will decide the strongest Megalo Boxer of them all. Having no name of his own, he takes on the moniker of \"Joe\" as he begins his climb from the very bottom of the ranked list of fighters. With only three months left to qualify, Joe must face off against opponents the likes of which he has never fought in order to meet the challenge of his rival.\r\n\r\n", "Rating": 9, "EndDate": "Jun 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1958/93533.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Slice of Life", "Sports", "Drama"]}, {"Name": "Hinamatsuri", "Desc": "One night, a strange object falls on the head of Nitta, a member of the yakuza. Inside the box is a strange young girl named Hina. She has tremendous supernatural powers, and Nitta finds himself reluctantly taking her in. Her powers can come in handy for his yakuza business, but he also runs the risk of her using them on him! Not to mention, if she doesn't use her powers, she will eventually go berserk and destroy everything around her. Nitta and Hina's strange life together is just beginning...\r\n\r\n(Source: MangaHelpers)", "Rating": 9, "EndDate": "Jun 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1580/93526.jpg", "Genres": ["TV", "Comedy", "Supernatural", "Sci-Fi", "Slice of Life", "Seinen"]}, {"Name": "High School DxD Hero", "Desc": "The fourth season of High School DxD.", "Rating": 8, "EndDate": "Jul 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1189/93528.jpg", "Genres": ["TV", "Action", "Ecchi", "Romance", "Comedy", "Harem", "School", "Demons"]}, {"Name": "Tada-kun wa Koi wo Shinai", "Desc": "In the story, Mitsuyoshi Tada, a boy who has never known love, is taking pictures of the cherry blossoms in full bloom when he meets Teresa Wagner, a transfer student from Luxembourg. Upon arriving in Japan, she got lost, separated from her travel companion. Mitsuyoshi helps her and brings her to his grandfather's coffee shop.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1446/91841.jpg", "Genres": ["TV", "Comedy", "Romance", "Slice of Life"]}, {"Name": "Persona 5 the Animation", "Desc": "Ren Amamiya is about to enter his second year after transferring to Shujin Academy in Tokyo. Following a particular incident, his Persona awakens, and together with his friends they form the “Phantom Thieves of Hearts” to reform hearts of corrupt adults by stealing the source of their distorted desires. Meanwhile, bizarre and inexplicable crimes have been popping up one after another… \r\n\r\nLiving an ordinary high school life in Tokyo during the day, the group maneuvers the metropolitan city as Phantom Thieves after hours. Let the curtain rise for this grand, picaresque story!\r\n\r\n(Source: P5AUSA)", "Rating": 7, "EndDate": "Sep 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1829/92056.jpg", "Genres": ["TV", "Action", "Supernatural", "Fantasy"]}, {"Name": "3D Kanojo: Real Girl", "Desc": "Tsutsui Hikari is an otaku, and he mostly avoids social life. Hikari has only one friend at school, who is also a social misfit, and he is mocked brutally by most of his classmates for being creepy and weird. One day, he ends up having to clean the school pool with Igarashi Iroha, who appears to be pretty much everything he hates in real-life girls. She skips school, has a blunt manner, doesn't have female friends, and seems the sort to be promiscuous. However, she is friendly to Hikari, and even stands up to the people who make fun of him. Hikari's bitterness and trust issues lead him to say pretty harsh things to Iroha, but she never dismisses him as creepy. After a while, it starts to look like Iroha may become his first real-life, 3D girlfriend! Will he be able to handle it?\r\n\r\n(Source: MangaHelpers)", "Rating": 7, "EndDate": "Jun 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1327/93616.jpg", "Genres": ["TV", "Romance", "School", "Shoujo"]}, {"Name": "Golden Kamuy", "Desc": "In Hokkaido, the far northern lands of Japan, Sugimoto survived the Russo-Japanese war of the Meiji era. Nicknamed \"Sugimoto the Immortal\" during the war, he now seeks the riches promised by the gold rush in hopes of saving the widowed wife of his now deceased comrade from the war. During his hunt of gold, he finds hints of a hidden stash of gold by corrupt criminals. Partnering with an Ainu girl that saves his life from the harsh climates of the north, they venture into a survival adventure to race against the criminals that seek the hidden stash.\r\n\r\n(Source: MangaUpdates)", "Rating": 8, "EndDate": "Jun 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1145/90880.jpg", "Genres": ["TV", "Action", "Adventure", "Historical", "Seinen"]}, {"Name": "Devils Line", "Desc": "Anzai, half vampire, and Tsukasa, a normal school girl.\r\n\r\nVampires seem to be living among humans. Of course the government does not know of their existence, because their appearance does not differ from humans. They also do not need to drink blood, but when they get a craving or get angry, they can become uncontrollable monsters.\r\n\r\n(Source: MU)", "Rating": 7, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1598/90817.jpg", "Genres": ["TV", "Action", "Drama", "Romance", "Seinen", "Supernatural", "Vampire"]}, {"Name": "Mahou Shoujo Site", "Desc": "Aya Asagiri is a middle school girl who has problems both at school with bullying and at home from physical abuse by her brother. While browsing online, a website pops up on her computer featuring a creepy looking person. This person appears to take pity on her, and announces that she has granted Asagiri magical powers.\r\n\r\n(Source: Official site)", "Rating": 7, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1456/90843.jpg", "Genres": ["TV", "Drama", "Horror", "Psychological", "Supernatural"]}, {"Name": "Comic Girls", "Desc": "15-year-old high school student and manga creator Kaoruko Moeta uses the pen name Chaos. After ranking at the bottom of a reader survey, Kaoruko's editor recommends that she enter an all-female dormitory for manga creators. Kaoruko's roommates are shōjo manga creator Koyume Koizuka, teen romance manga creator Ruki Irokawa, and shōnen manga creator Tsubasa Katsuki. The girls support each other as they work to become better manga creators.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1207/91794.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Kakuriyo no Yadomeshi", "Desc": "Female college student Aoi inherited her deceased grandfather's ability to see ayakashi. One day, while Aoi is feeding some ayakashi, a demon appears! He declares that Aoi's grandfather owed a great debt, and as compensation, Aoi must marry the demon! Aoi refuses, and decides to pay off the debt by working.\r\n\r\n(Source: MU)", "Rating": 8, "EndDate": "Sep 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1035/95056.jpg", "Genres": ["TV", "Demons", "Supernatural"]}, {"Name": "Full Metal Panic! Invisible Victory", "Desc": "The story picks up after The Second Raid as Amalgam's fight against Mithril heats up.", "Rating": 8, "EndDate": "Jul 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1033/92011.jpg", "Genres": ["TV", "Action", "Mecha", "Military"]}, {"Name": "Mahou Shoujo Ore", "Desc": "Saki Uno is an average 15-year-old girl with a side hustle as a member of the exceptionally unpopular idol duo Magical Twins. Despite this, she absolutely loves the time she spends with her best friend Sakuyo Mikage as she strives to become closer with her childhood crush, Sakuyo's brother Mohiro. Her peaceful life, however, unravels when she finds a yakuza-looking thug trying to enter her house. Forced to invite him inside, Saki learns that her mother used to be a demon fighting Magical Girl, and that her brutish guest is actually a mascot named Kokoro-chan looking to recruit a replacement. Dumbfounded and skeptical, Saki is hesitant accept the request until Kokoro-chan reveals that Mohiro is a target of some cute, squirrel-tailed demons.\r\n\r\nRushing to his side, Saki's overwhelming desire to save Mohiro activates her Love Power, and a daring confession awakens her as a Magical Girl. However, because her body is not suitable for combat, Saki's transformation turns her into a muscle-bound man clad in a pretty dress. Now, as a fully-fledged Magical Girl, Saki must team up with Sakuyo to protect the love of her life from the fluffy, demonic menaces that run rampant in her world.\r\n\r\n", "Rating": 7, "EndDate": "Jun 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1439/91893.jpg", "Genres": ["TV", "Comedy", "Fantasy", "Magic"]}, {"Name": "Uma Musume: Pretty Derby", "Desc": "In a world very much like our own, great race horses of the past have a chance to be reborn as \"horse girls\"—girls with the ears and tails of horses as well as their speed and endurance. The best of these horse girls go to train at Tokyo's Tracen Academy, hopefully moving on to fame and fortune as both racers and idols.\r\n\r\nSpecial Week, a high school horse girl from the countryside, has just transferred to Tracen, and she's determined to fulfill her promise to her mother to become the best horse girl in Japan. On her way to school, she takes a pit stop at the race track and instantly falls in love with Silence Suzuka's style, becoming determined to race on the same team as her.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1683/91888.jpg", "Genres": ["TV", "Comedy", "Slice of Life", "Sports"]}, {"Name": "Caligula", "Desc": "Mobius is a perfect digital world for the imagined benefit of humanity by μ, a virtual idol program that attained sentience and self-awareness. Only humans who are suffering in the real world and strongly relate to μ's songs are lured into Mobius.\r\n\r\nOnce they enter, people often forget that the real world exists. Regardless of age or gender, they are turned into students and forced to experience school life over and over, which μ considers \"the most radiant time in a person's life.\"\r\n\r\n(Source: Atlus)", "Rating": 7, "EndDate": "Jun 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1910/93404.jpg", "Genres": ["TV", "Action", "Sci-Fi"]}, {"Name": "Ginga Eiyuu Densetsu: Die Neue These - Kaikou", "Desc": "In humanity's distant future, two interstellar states—the monarchic Galactic Empire and the democratic Free Planets Alliance—are embroiled in a never-ending war. The story focuses on the exploits of rivals Reinhard von Müsel and Yang Wen Li as they rise to power and fame in the Galactic Empire and the Free Planets Alliance.\r\n\r\n(Source: Wikipedia)", "Rating": 8, "EndDate": "Jun 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1104/91793.jpg", "Genres": ["TV", "Action", "Drama", "Military", "Sci-Fi", "Space"]}, {"Name": "Akkun to Kanojo", "Desc": "The romantic comedy follows the everyday life of an extremely tsundere (initially aloof and abrasive, but later kind-hearted) boy named Atsuhiro \"Akkun\" Kagari and his girlfriend Non \"Nontan\" Katagiri. Akkun's behavior is harsh toward Nontan with verbal abuse and neglect, but he actually is head-over-heels for her and habitually acts like a stalker by tailing her or eavesdropping. Nontan is oblivious to Akkun's stalker ways, and thinks his actions are cute.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1024/93549.jpg", "Genres": ["TV", "Comedy", "Josei", "Romance", "School"]}, {"Name": "Piano no Mori (TV)", "Desc": "A tranquil tale about two boys from very different upbringings. On one hand you have Kai, born as the son of a prostitute, who's been playing the abandoned piano in the forest near his home ever since he was young. And on the other you have Syuhei, practically breast-fed by the piano as the son of a family of prestigious pianists. Yet it is their common bond with the piano that eventually intertwines their paths in life.\r\n \r\n(Source: KEFI)", "Rating": 8, "EndDate": "Jul 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1501/91916.jpg", "Genres": ["TV", "Adventure", "Music", "Comedy", "Drama", "School", "Seinen"]}, {"Name": "Hisone to Maso-tan", "Desc": "Straightforward and innocent Hisone Amakasu is a Self-Defense Force rookie stationed at the Air Self-Defense Force's Gifu Base. She was struggling with the fact that she sometimes hurts people unintentionally by her innocent words and decided to join the Air Self-Defense Force, hoping to maintain a certain distance from people. This decision led her to a fateful encounter which profoundly changed her life. It was the \"OTF\" dragon hidden in the base and it chose Hisone as his pilot. When it soared into the sky with Hisone, her fate as a dragon pilot was decided. It is said that dragons have a key to the future of the world...\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1539/91169.jpg", "Genres": ["TV", "Comedy", "Drama", "Fantasy", "Military"]}, {"Name": "Saredo Tsumibito wa Ryuu to Odoru", "Desc": "It is a world replete with dragons and Jushiki sorcerers. Jushiki is a devastatingly powerful formula that can alter the laws of physics, capable of creating enormous TNT explosives or poisonous gas through plasma and nuclear fusion. A down-on-his-luck sorcerer named Gayus joins forces with the beautiful but cruel Jushiki practitioner, Gigina, as bounty hunters pursuing dragons. Then one day, they are presented with an odd request: to serve as security guards for a grand festival put on by Mouldeen, the ruler of their kingdom. It is then that a mysterious serial killing of Jushiki sorcerers begins.\r\n\r\n(Source: TBS Global Business)", "Rating": 6, "EndDate": "Jun 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1313/95061.jpg", "Genres": ["TV", "Action", "Drama", "Fantasy", "Sci-Fi"]}, {"Name": "Dorei-ku The Animation", "Desc": "What if you could enslave anyone you ever wanted? Well, this comes close. The SCM lets you enslave anyone who is also wearing an SCM, at a price. One must win over the other, at the cost of anything, in order for the other to become their slave.\r\n\r\n(Source: MU)", "Rating": 7, "EndDate": "Jun 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1801/90264.jpg", "Genres": ["TV", "Drama", "Psychological"]}, {"Name": "Tachibanakan Triangle", "Desc": "When Natsuno Hanabi went back to her hometown to study in high school, she thought that she will have a new wonderful life. But Tachibanakan, the dormitory she was going to live in, was not what she expected.", "Rating": 6, "EndDate": "Jun 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1436/91859.jpg", "Genres": ["TV", "Comedy", "Ecchi", "Shoujo Ai"]}, {"Name": "Alice or Alice: Siscon Niisan to Futago no Imouto", "Desc": "This story gives a look at the daily life of a pair of Alice twins and their older brother who has a sister complex. Them eating meals, getting into fights, playing with friends... Would you like to peek at the heart-full daily life of the cute Alices?\r\n\r\n(Source: MAL News) ", "Rating": 6, "EndDate": "Jun 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/89571.jpg", "Genres": ["TV", "Seinen", "Slice of Life"]}, {"Name": "Fumikiri Jikan", "Desc": "\"Clank, clank, clank, clank...\" Today, the railroad crossing bar goes down again, stopping someone on their way somewhere. The various stories of youth, eros, art, first love, etc that occur during the time spent waiting at a railroad crossing... All railroad crossings, all the time. Bringing you a variety of short stories about railroad crossings!\r\n\r\n(Source: Crunchyroll)", "Rating": 7, "EndDate": "Jun 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1598/91857.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Amanchu! Advance", "Desc": "Second season of Amanchu!.", "Rating": 8, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1095/95063.jpg", "Genres": ["TV", "Comedy", "School", "Shounen", "Slice of Life"]}, {"Name": "Last Period: Owarinaki Rasen no Monogatari", "Desc": "\"Period\" is how magic users called who beat \"Spiral\"—monsters that were summoned from isolation. Due to the rise of these beings, 14-year-old apprentice Period Haru, who is a part of the Eighth Arc-end Division, is called to break the cycle and cast himself into the endless battle. However, a mysterious thievery occurred and sank the division into bankruptcy, forcing Haru and his other comrades have to leave their headquarters. To rebuild a branch, they have to overcome quest after quest.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1710/95065.jpg", "Genres": ["TV", "Action", "Adventure", "Comedy", "Fantasy", "Magic"]}, {"Name": "Nil Admirari no Tenbin", "Desc": "The Taishou era didn't end in 15 years, but went on for another 25. In order to protect her waning family, a girl resolves to marry a man she doesn't even know the name of. However, just before the marriage was to take place, the girl's younger brother mysteriously committed suicide by self-immolation and was found holding an old book in his hands. Appearing before the bewildered young girl was the \"Imperial Library Intelligence Asset Management Bureau,\" more commonly referred to as \"Fukurou.\" According to these men, there exists \"Maremono,\" which are books that greatly affect their readers. On top of that, ever since the incident involving the girl's younger brother, she unwittingly gains the ability to see \"Auras\" (the sentiments of the Maremono which manifest as bright lights and are usually invisible to humans). It was as though fate were trying to drag the young girl in its flames. And then, even though apprehensive, the girl chooses to venture outside her bird cage. Jealousy, hatred, scorn, compassion, and love. What awaited the girl was the darkness of betrayal that had already begun to bewitchingly inlay the imperial capital. Toyed by and swayed within that darkness, will the young girl finally reach the truth after her struggles, or...?\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1669/90604.jpg", "Genres": ["TV", "Fantasy", "Historical", "Josei", "Romance"]}, {"Name": "Juushinki Pandora", "Desc": "The series is set in a near-future world where the boundary between human being and AI is vague. A rapid biological evolution, similar to \"Cambrian Explosion,\" is caused by one incident. This incident turns into the genesis of a new jostle for supremacy, and the influence of the evolution goes beyond biological framework and spreads to various kinds of materials and technologies. The era of massive evolution involving diverse existences, such as human, machines, and biotechnologies, is coming. Characters fight an existential war in such a world.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1897/95230.jpg", "Genres": ["TV", "Mecha", "Sci-Fi"]}, {"Name": "Lostorage Conflated WIXOSS", "Desc": "The peaceful days turn out to be short-lived as the shadow of another Selector Battle looms large. Kiyoi Mizushima is the first to notice that things are amiss, and she makes her move to put an end to the cycle of darkness.The Battle this time includes a new card, \"Key,\" and has been set up with rules different than before. With both the mastermind and their motive shrouded in mystery, the darkness grows ever deeper and more menacing. Suzuko Homura, Chinatsu Morishita, Hanna Mikage, Ruuko Kominato, Yuzuki Kurebayashi, Hitoe Uemura, and Akira Aoi, the Selectors gather once again.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1558/90899.jpg", "Genres": ["TV", "Game", "Psychological"]}, {"Name": "Butlers: Chitose Momotose Monogatari", "Desc": "The anime centers on two protagonists. Koma Jinguji (Jay) is the smart and handsome student council president. His elegant smile captures the hearts of women. Tsubasa Hayakawa is a multi-talented and gentle shop assistant at a café. His cafe latte with owl latte art is very popular with female customers. The two men travel through time to fight their archenemy. The charming \"Butlers,\" as they are called, fight supernatural battles and also experience a slapstick comedic life at their academy.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Jun 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1633/92012.jpg", "Genres": ["TV", "Comedy", "School", "Supernatural"]}, {"Name": "Uchuu Senkan Tiramisù", "Desc": "The human race extended its life field and greed to the vast reaches of space... In Space Era 0156, a war breaks out amidst all of the colonies in space. Earth begins to construct a new space battleship called Tiramisu in secret. Just as the war begins, one genius pilot steers the Tiramisu as a beacon of hope for humanity.\r\n\r\n(Source: MU)", "Rating": 7, "EndDate": "Jun 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1864/93615.jpg", "Genres": ["TV", "Space", "Mecha", "Comedy", "Sci-Fi", "Slice of Life"]}, {"Name": "Lupin III: Part 5", "Desc": "In the new series, Lupin III will travel to France — the home of his grandfather and namesake, Maurice Leblanc's master thief character Arsène Lupin.\r\n\r\n(Source: ANN)\r\n", "Rating": 9, "EndDate": "Sep 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1235/91028.jpg", "Genres": ["TV", "Action", "Adventure", "Comedy", "Mystery", "Seinen"]}, {"Name": "Rokuhoudou Yotsuiro Biyori", "Desc": "Four men—Gure, Sui, Tokitaka, and Tsubaki—each help run a Japanese tea shop together called Rokuhoudou. When one visits the shop, they are greeted warmly, served with tea, and are often helped with any problems they may have.\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Jun 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1015/90727.jpg", "Genres": ["TV", "Seinen", "Slice of Life"]}, {"Name": "Major 2nd", "Desc": "Daigo is born as the son of Gorou, a father who is too great. What path will Daigo, who is burdened with great expectations, take in baseball?\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Sep 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1066/90145.jpg", "Genres": ["TV", "Comedy", "Sports", "Drama", "Shounen"]}, {"Name": "Hoozuki no Reitetsu 2nd Season: Sono Ni", "Desc": "The second cour of Hoozuki no Reitetsu season 2.", "Rating": 8, "EndDate": "Jul 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1113/92465.jpg", "Genres": ["TV", "Comedy", "Demons", "Fantasy", "Seinen", "Supernatural"]}, {"Name": "Cutie Honey Universe", "Desc": "The forces of evil are on the rise. When the evil mastermind Sister Jill transforms one of her girls into the bestial Breast Claw and sends her minions out on a mission involving the group Panther Claw and a jewelry store heist, Honey Kisaragi departs from her Catholic girls' school to confront the threat as Cutie Honey. But that's exactly what Sister Jill wants, as she desires Honey's Airborne Element Fixing Device, which allows her to transform into Honey's seven different forms. Meanwhile, Sister Jill is also on the scene in disguise as Inspector Genet, trying to worm her way into Honey's confidence from a different angle.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Jun 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1879/91014.jpg", "Genres": ["TV", "Action", "Comedy", "Magic", "Romance", "Sci-Fi", "Shounen"]}, {"Name": "Inazuma Eleven: Ares no Tenbin", "Desc": "Inazuma Eleven Ares will be set in a parallel world, taking place after the events of the first game, and develop the story from the perspectives of three protagonists—Ryouhei Haizaki, Asuto Inamori, and Yuuma Nosaka.\r\n\r\nThe story revolves around a group of boys living on an island who love to play soccer. Their soccer club is suddenly abolished, and the only way they can regain it is to win the Football Frontier. Protagonist Asuto Inamori and company leave the island for Tokyo to attend Raimon Junior High School and take on the Football Frontier. But their first match is against the number one-ranked Seishou Gakuen.\r\n\r\n(Source: Gematsu)", "Rating": 8, "EndDate": "Sep 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1188/90223.jpg", "Genres": ["TV", "Sports"]}, {"Name": "Gundam Build Divers", "Desc": "Gunpla Battle Nexus Online (GBN) is a new network game that lets people enjoy a variety of missions using Gunpla in a virtual cyberspace dimension. Middle-school students Riku Mikami and Yukio Hidaka recruit their classmate Momoka Yashiro and dive together into this vast world. Becoming \"Divers,\" or inhabitants of GBN, they meet a mysterious girl named Sarah who has an amazing sensitivity to Gunpla. They begin playing alongside her, but...\r\n\r\nThrough many encounters and experiences, Riku and his friends will build not only Gunpla, but their own adventures as well!\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1701/90388.jpg", "Genres": ["TV", "Action", "Mecha", "Sci-Fi"]}, {"Name": "Lost Song", "Desc": "Rin, an energetic girl who loves to eat, lives in a verdant frontier village. Deep within the royal palace in the bustling capital city, the songstress Finis spends her days in solitude. Both share a special power no other person has. A miraculous power that can heal wounds, create water and stir the wind—the power of song. Guided by destiny, the two young women each face an arduous journey with the power of song. The shadow of war looms over the kingdom, tainting even the miraculous songs with the blood of innocents. Loved ones meet their deaths as silent screams echo through a stone prison. As two destinies intersect, will the final song be one of despair, hope or...?\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Jun 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1494/91963.jpg", "Genres": ["TV", "Drama", "Fantasy"]}, {"Name": "Omae wa Mada Gunma wo Shiranai", "Desc": "Nori Kamitsuki moved from Chiba to Gunma prefecture as he begins to attend high school. There, he has received a warning from his classmate that \"No one comes back alive from Gunma,\" and found more negative information as he looked it up on the net. In the midst of confusion and extreme culture shock, he has gotten himself involved with Gunma's rivals, Tochigi and Ibaraki prefecture.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Jun 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1433/90426.jpg", "Genres": ["TV", "Comedy", "School"]}, {"Name": "Gurazeni", "Desc": "This is the story of Natsunosuke Honda, a pro baseball player—a relief pitcher who has been playing pro in a team called Spiders for 8 years. The team operates as a highly-stratified society, where the player's performance determines his annual salary. Natsunosuke is one of the highest paid players in the game. He measures how good players are by how much money they make, and he intends to be on top and stay there, and as such is always looking for players to challenge and does everything to insure that he is better than they are.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1365/95058.jpg", "Genres": ["TV", "Comedy", "Drama", "Seinen", "Sports"]}, {"Name": "Binan Koukou Chikyuu Boueibu Happy Kiss!", "Desc": "In the northern Kanto area in Japan, there is Binan City…\r\n\r\nAt Binan High School, as per usual, the “Earth Defense Club (lol)” was a club that did nothing. The club members Kyoutarou Shuzenji, Ryouma Kirishima, Nanao Wakura, Taishi Manza, and Ichiro Dogou nonchalantly enjoyed tea while having pointless conversations that amount to nothing.\r\n\r\nAll of them have now gathered at Kurotama Bath after school. When Ryouma pulls Kyoutarou Shuzenji by his arm out of water that he claims feels too good, together with his towel comes a pretty boy in strange clothing.\r\n\r\nThese five boys are then dragged into a battle for the heir of the magical kingdom, Honila Land...\r\n\r\n(Source: KA)", "Rating": 7, "EndDate": "Jul 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1259/91819.jpg", "Genres": ["TV", "Comedy", "Magic", "Parody", "School", "Slice of Life"]}, {"Name": "Nobunaga no Shinobi: Anegawa Ishiyama-hen", "Desc": "Third season of the Nobunaga no Shinobi series.", "Rating": 7, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1651/91110.jpg", "Genres": ["TV", "Comedy", "Historical"]}, {"Name": "Wakaokami wa Shougakusei!", "Desc": "12-year-old Oriko Seki, who lost her parents in a car accident, ended up living in her grandmother's Onsen Ryokan \"Haru no Ya.\" With the ghost \"Uribou\" cohabitating with her and all the other odds, she ended up training to be a young female innkeeper. At first, she didn't like the training, but gradually felt her admiration for her title and began to train seriously. Thus, the growth of the young warrior Oriko begins.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Sep 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1825/94402.jpg", "Genres": ["TV", "Comedy", "Slice of Life", "Supernatural"]}, {"Name": "Pastel Life", "Desc": "A Nico Live broadcast of BanG Dream! franchise on Monday has announced a spin-off anime featuring one of the units in the franchise, Pastel*Palettes. Titled Pastel Life, the slice-of-life series is yet to announce its type and broadcast details.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Jun 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1792/92046.jpg", "Genres": ["TV", "Music", "Slice of Life"]}, {"Name": "Ladyspo", "Desc": "None", "Rating": 4, "EndDate": "Jun 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1911/95066.jpg", "Genres": ["TV", "Action", "Comedy", "Sci-Fi"]}, {"Name": "Koneko no Chi: Ponponra Dairyokou", "Desc": "The second season of Koneko no Chii: Ponponra Daibouken is an original story written by mangaka Kanata Konami with \"travel\" as theme.", "Rating": 7, "EndDate": "Sep 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1019/90915.jpg", "Genres": ["TV", "Slice of Life"]}, {"Name": "Future Card Buddyfight Battsu: All-Star Fight", "Desc": "The fifth season of Future Card Buddyfight.", "Rating": 7, "EndDate": "May 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1924/95069.jpg", "Genres": ["TV", "Game"]}, {"Name": "Oretacha Youkai Ningen G", "Desc": "None", "Rating": 5, "EndDate": "Sep 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1954/91310.jpg", "Genres": ["TV", "Demons", "Horror", "Parody"]}, {"Name": "TV Yarou Nanaana", "Desc": "An adult comedy series about a film crew of banana men who work for a television station. In order to boost ratings they have to follow the absurd requests of the boss.", "Rating": 7, "EndDate": "Sep 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1406/95743.jpg", "Genres": ["TV", "Comedy"]}, {"Name": "Darling in the FranXX", "Desc": "In the distant future, humanity has been driven to near-extinction by giant beasts known as Klaxosaurs, forcing the surviving humans to take refuge in massive fortress cities called Plantations. Children raised here are trained to pilot giant mechas known as FranXX—the only weapons known to be effective against the Klaxosaurs—in boy-girl pairs. Bred for the sole purpose of piloting these machines, these children know nothing of the outside world and are only able to prove their existence by defending their race.  \r\n\r\nHiro, an aspiring FranXX pilot, has lost his motivation and self-confidence after failing an aptitude test. Skipping out on his class' graduation ceremony, Hiro retreats to a forest lake, where he encounters a mysterious girl with two horns growing out of her head. She introduces herself by her codename Zero Two, which is known to belong to an infamous FranXX pilot known as the \"Partner Killer.\" Before Hiro can digest the encounter, the Plantation is rocked by a sudden Klaxosaur attack. Zero Two engages the creature in her FranXX, but it is heavily damaged in the skirmish and crashes near Hiro. Finding her partner dead, Zero Two invites Hiro to pilot the mecha with her, and the duo easily defeats the Klaxosaur in the ensuing fight. With a new partner by his side, Hiro has been given a chance at redemption for his past failures, but at what cost?\r\n\r\n", "Rating": 8, "EndDate": "Jul 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1614/90408.jpg", "Genres": ["TV", "Action", "Drama", "Mecha", "Romance", "Sci-Fi"]}, {"Name": "Nanatsu no Taizai: Imashime no Fukkatsu", "Desc": "The new season in the Nanatsu no Taizai series.", "Rating": 9, "EndDate": "Jun 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/11/90089.jpg", "Genres": ["TV", "Action", "Adventure", "Supernatural", "Magic", "Fantasy", "Shounen"]}, {"Name": "Grancrest Senki", "Desc": "The continent of Atlatan once again finds itself devoured by the flames of war after a horrific event known as the Great Hall Tragedy. What was supposed to be a joyful occasion that would establish peace between the Fantasia Union and the Factory Alliance, the marriage of Sir Alexis Douse and Lady Marrine Kreische, was instead a tragedy. As the bride and groom walked down the aisle, the ceremony was suddenly interrupted by a powerful convergence of \"Chaos,\" a dark energy from another dimension that corrupts the land and brings forth monsters and demons into the world. From within that energy appeared the Demon Lord of Diabolos, an evil being who instantly murdered the archdukes of both factions, shattering any hope for peace between them.\r\n \r\nHaving failed to prevent this disaster, Siluca Meletes, an Alliance mage, is traveling through the Chaos-infested countryside to study under a master magician. When she is intercepted by a group of soldiers working with the Federation, Siluca is rescued by Theo Cornaro, a young warrior carrying a mysterious \"Crest,\" a magical symbol that gives its wielder the ability to banish Chaos. Bearing no allegiance to a specific domain, Theo hopes to attain the rank of Lord so that he can liberate his home town of Sistina from its tyrannical ruler and the Chaos spreading within it. Impressed by his noble goal, Siluca enters into a magical contract with Theo, and the two embark on a journey to restore balance to their war-torn land.\r\n\r\n\r\n", "Rating": 8, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/89883.jpg", "Genres": ["TV", "Action", "Drama", "Fantasy", "Romance"]}, {"Name": "Saiki Kusuo no Ψ-nan 2", "Desc": "The disastrous life of the gifted psychic Kusuo Saiki continues, despite his utmost effort to live an ordinary life. Although he has certainly grown accustomed to dealing with his troublesome friends—who are his biggest hurdle to achieving a peaceful life—he still has a long way to go. Also joining the usual oddballs are a few new faces whose shenanigans add to Saiki's misery, making his dreams of a hassle-free life a distant fantasy.\r\n\r\n", "Rating": 9, "EndDate": "Jun 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1961/91383.jpg", "Genres": ["TV", "Comedy", "School", "Shounen", "Slice of Life", "Supernatural"]}, {"Name": "Beatless", "Desc": "With great advancements in technology, mankind has created hIEs, human-like robots that act as public and personal servants for society. Unlike many others, the kind-hearted high school student Arato Endou treats hIEs as equals, but his financial situation keeps him from ever owning one.\r\n\r\nHowever, his normal life is shattered when an ordinary run to the local grocery store goes horribly awry. Viciously assaulted by a hacked hIE, Arato is on the verge of death; but luckily, he is saved by an abnormal hIE carrying a weaponized coffin. Her name is Lacia, one of five highly advanced hIEs that recently escaped the clutches of the mysterious MemeFrame Corporation.\r\n\r\nFaced with a hacked car threatening to run them over, Lacia offers Arato a deal: in exchange for saving his life, he must register as her new owner, thus taking full responsibility for her actions. With little choice, he decides to trust this artificial girl and allows her to live in his home. Though Lacia begins to adapt to her new, peaceful lifestyle, she warns the entranced Arato of one thing—she does not have a soul.\r\n\r\n", "Rating": 7, "EndDate": "Jun 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1986/90184.jpg", "Genres": ["TV", "Action", "Drama", "Romance", "Sci-Fi"]}, {"Name": "Cardcaptor Sakura: Clear Card-hen", "Desc": "With all of the Clow Cards recaptured and changed into her own Sakura Cards, Sakura Kinomoto now enters her first year at Tomoeda Middle School. After her initial day of classes, Sakura reunites with her love Shaoran Li, who informs her that he is permanently moving back to Tomoeda. Much to her surprise, it even turns out that Shaoran will attend the same school and it seems as if Sakura's life is heading in all the right directions.\r\n\r\nHowever, when Sakura goes to sleep, she encounters in her dream a mysterious cloaked figure and finds herself surrounded by transparent cards. Waking up in fear, Sakura is shocked to see her dream has come true, with the Sakura Cards having turned clear. Continued dreamlike encounters with the unknown enemy and her gaining a new magical key sets the stage for Cardcaptor Sakura's latest adventure!\r\n\r\n\r\n", "Rating": 8, "EndDate": "Jun 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1467/90338.jpg", "Genres": ["TV", "Adventure", "Comedy", "Fantasy", "Magic", "Romance", "Shoujo"]}, {"Name": "Toji no Miko", "Desc": "Throughout history, an elite group of shrine maidens known as \"Toji\" have saved the world from \"Aratama,\" strange and malevolent beings bent on destroying humanity. In modern times, these warriors have been assigned to a special police squad to exterminate Aratama. The government has also set up five elite schools across the country to provide young girls the necessary sword fighting skills to eradicate these monsters and eventually join their fellow Toji in protecting the world.\r\n\r\nA student of one of those five schools, Kanami Etou is chosen to represent Minoseki Academy in a sword fighting tournament, where she meets the mysterious Hiyori Juujou. Although Kanami and Hiyori rise to the top of the tournament, their battle takes an unexpected turn, throwing the world of the Toji into chaos. Likely that the Toji are facing betrayal from within, the two are forced to flee the tournament, clashing with former comrades on the way.\r\n\r\n", "Rating": 7, "EndDate": "Jun 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/13/89885.jpg", "Genres": ["TV", "Action", "Fantasy"]}, {"Name": "Yowamushi Pedal: Glory Line", "Desc": "Fourth season of the Yowamushi Pedal series.", "Rating": 8, "EndDate": "Jun 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/88489.jpg", "Genres": ["TV", "Comedy", "Drama", "Shounen", "Sports"]}, {"Name": "Basilisk: Ouka Ninpouchou", "Desc": "It has been 10 years since the war between the Iga and Kouga ninja clans came to an end. The two groups have since made peace, supposedly dispelling the animosity that once existed between them. Hachirou Kouga and Hibiki Iga, the successors of their respective bloodlines, seem to have the perfect conditions for their love to bloom, but not everyone is satisfied with the results of the age-old battle.\r\n\r\nDifferent tales of the final showdown between Gennosuke Kouga and Oboro Iga have spread, leaving Tadanaga Tokugawa—whom the Kouga represented—dissatisfied. As tension between the two clans rises once again, the brewing political climate threatens to keep the two fated lovers apart, just as it had in the previous generation. \r\n\r\n", "Rating": 6, "EndDate": "Jun 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/88384.jpg", "Genres": ["TV", "Action", "Drama", "Historical", "Martial Arts"]}, {"Name": "IDOLiSH7", "Desc": "Working at an agency owned by your father, seven new idols await. They are all part of an idol unit IDOLiSH7, and each of them have unique personalities. It is your task to manage them. In order to achieve the same goals, as manager and idols together, you gather the seven ununified hearts and aim for the top.\r\n\r\n(Source: MAL News)", "Rating": 9, "EndDate": "May 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1390/90828.jpg", "Genres": ["TV", "Music"]}, {"Name": "Hakyuu Houshin Engi", "Desc": "When his clan is wiped out by a beautiful demon, young Taikobo finds himself in charge of the mysterious Houshin Project. Its mission: find all immortals living in the human world and seal them away forever. But who do you trust—and whose side are you really on—when you've been trained to hunt demons by a demon?\r\n\r\n(Source: VIZ Media)", "Rating": 6, "EndDate": "Jun 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/11/88796.jpg", "Genres": ["TV", "Adventure", "Demons", "Fantasy", "Shounen", "Supernatural"]}, {"Name": "Ling Qi 2", "Desc": "In this new season, we will discover the backstory of Tanmoki and who will learn through his memories who was his ancestor Rakugetsu.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "May 11, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1328/90485.jpg", "Genres": ["TV", "Action", "Comedy", "Magic", "Shounen Ai", "Supernatural"]}, {"Name": "Quanzhi Gaoshou Specials", "Desc": "Based on the All-Star tournament from novel.", "Rating": 9, "EndDate": "May 11, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1825/91514.jpg", "Genres": ["ONA", "Action", "Game"]}, {"Name": "Aggressive Retsuko (ONA)", "Desc": "The series follows Retsuko, a red panda office worker who unleashes her frustrations with life via death metal karaoke.", "Rating": 8, "EndDate": "Apr 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/89288.jpg", "Genres": ["ONA", "Slice of Life", "Comedy"]}, {"Name": "Shiyan Pin Jiating", "Desc": "Tanis's parents are mad scientists who live outside of normal society. They locked up their own children on an isolated island and did experiments on them in secret, turning Tanis's older brother and three older sisters into strange creatures. One day, their parents were arrested, and the siblings were moved to another island by the welfare office. The trouble is that none of the siblings except Tanis know how to interact in modern day society... \r\n\r\n(Source: Crunchyroll)", "Rating": 7, "EndDate": "Jun 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/88806.jpg", "Genres": ["ONA", "Sci-Fi", "Slice of Life"]}, {"Name": "Tu Bian Ying Xiong Leaf", "Desc": "Following the first season's gag action theme, the second season titled To Be Heroine features an original story and a new set of characters.\r\n\r\nYou is about to leave home when she suddenly enters an incredible world. Appearing in front of her is an eight-year-old naked boy, and before she could even grasp the situation, she's attacked by assassins from a mafia group who were chasing the young boy. What was even more unrealistic for You was that the leader of this mafia was another assassin's attack.\r\n\r\nWho are those naked kids, why did her shoe turn into a warrior and above all, what kind of world did eight-year-old boy come from? Just like the first one, he's also almost naked! While trying to escape from the attackers, You loses one of her shoes and by a strange kind of magic, her shoe turned into a warrior who was able to save her by blocking the You enter?\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Jul 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1552/93084.jpg", "Genres": ["ONA", "Comedy", "Super Power"]}, {"Name": "Isekai Izakaya: Koto Aitheria no Izakaya Nobu", "Desc": "The novels center on a bar called \"Nobu\"—located in Kyoto, Japan, but with a door that is connected to the bar in another world. The visitors include denizens of the other world, and customers seek out its excellent \"Toriaezu Nama\" ale and cuisine.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Sep 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1303/90909.jpg", "Genres": ["ONA", "Fantasy"]}, {"Name": "Souten no Ken: Regenesis", "Desc": "Long before Kenshiro said, \"You're already dead,\" a different Kenshiro walked the violent streets of Shanghai. The city is in constant crisis as two mafia families battle one another for supremacy. In the crossfire, a little girl named Erika is orphaned and soon taken under the wing of martial artist Liu Fei-Yan. Sorrow seems to follow the girl, as every time Fei-Yan attempts to hand her off, her new guardians end up dead. Fei-Yan decides to bring the girl to a man named Guise but instead crosses paths with powerful Kenshiro Kasumi.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Jun 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1289/90752.jpg", "Genres": ["ONA", "Action", "Historical", "Martial Arts"]}, {"Name": "Wo De Ni Tian Shen Qi", "Desc": "One day, while being attacked, Chang Tian unintentionally invokes an artifact called Xiao Bai that protects him from a terrible fate. After this, he finds himself on a battlefield, where he will fight alongside several other people like him, able to invoke artifacts...", "Rating": 7, "EndDate": "Aug 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1989/91325.jpg", "Genres": ["ONA", "Adventure", "Comedy", "Supernatural", "Magic", "Romance", "Fantasy"]}, {"Name": "Poputepipikku Kinen", "Desc": "This is a 2:15 (4:30 including the rerun) short created to promote the (JRA) Japan Racing Association's Umabi service.\r\n\r\nThe short is interactive originally, insofar as you can create your own character who will then appear in the audience at given points in the short. This video uses the default character provided.\r\n\r\nVAs used in the short:\r\n\r\nFirst half:\r\nPopuko: Mikako Komatsu\r\nPipimi: Sumire Uesaka\r\n\r\nSecond half:\r\nPopuko: Ryuusei Nakao\r\nPipimi: Norio Wakamoto\r\n\r\nThis is the same combination of VAs that was used for episode 3 of the TV series.\r\n\r\n(Source: MyaaSubs)", "Rating": 7, "EndDate": "Jun 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1782/93260.jpg", "Genres": ["ONA", "Parody", "Sports"]}, {"Name": "God Eater Reso Nantoka Gekijou", "Desc": "Short anime inspired by the iOS and Android mobile game God Eater Resonant Ops.", "Rating": 6, "EndDate": "Aug 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1633/95138.jpg", "Genres": ["ONA", "Fantasy", "Military", "Parody", "Sci-Fi"]}, {"Name": "Di Wang Gong Lue", "Desc": "Chu Yuan is at the palace courtroom while Duan Baiyue is at the Southwest. Everyone believes they’re in opposition to each other, but turns out that may not be the case. Chu Yuan needs to become a good Emperor, and Duan Baiyue will be his best assistant.\r\n\r\n(Source: Frozen Fruit Subs)", "Rating": 7, "EndDate": "Sep 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1695/91321.jpg", "Genres": ["ONA", "Adventure", "Mystery", "Historical", "Drama", "Martial Arts", "Shounen Ai"]}, {"Name": "Mo Ri Shu Guang", "Desc": "In the year of 2013, the tide of zombies outbreak exploded in everyone's homeland, humanity launches a large-scale battle in the endless nights awaiting for the arrival of the dawn.\r\n\r\nThe end is approaching, is there going to be a way out for them? \r\nTheir faiths were shattered into pieces and buried in ashes in the raging fire. But within the blazing fire, a newborn hope arise once again.\r\n\r\n(Source: polarbearadise)", "Rating": 7, "EndDate": "Sep 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1939/90507.jpg", "Genres": ["ONA", "Action", "Horror", "Psychological", "Supernatural", "Thriller", "Shounen Ai"]}, {"Name": "Wo Jia Da Shixiong Naozi You Keng", "Desc": "The hilarious adventures of the eldest apprentice of a sect who has a problem with his brain.\r\n\r\nDongfang Xianyun is reincarnated as the eldest disciple of the Care-free sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his sibling disciples while avoiding flags left and right.\r\n\r\n(Source: MoroseTrans)", "Rating": 7, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1700/90509.jpg", "Genres": ["ONA", "Action", "Adventure", "Comedy", "Historical", "Martial Arts"]}, {"Name": "Seikaisuru Kado: Beyond Information", "Desc": "Recap episode of Seikaisuru Kado, also known as Episode 12.5.", "Rating": 7, "EndDate": "May 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1632/93022.jpg", "Genres": ["ONA", "Sci-Fi"]}, {"Name": "Huan Jie Wang", "Desc": "None", "Rating": 7, "EndDate": "Oct 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1884/92933.jpg", "Genres": ["ONA", "Action", "Adventure", "Magic", "Fantasy", "Shounen"]}, {"Name": "Wo Shi Jiang Xiaobai (2018)", "Desc": "None", "Rating": 8, "EndDate": "May 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1570/92932.jpg", "Genres": ["ONA", "Slice of Life", "Drama", "Romance"]}, {"Name": "China KFC x Gintama", "Desc": "None", "Rating": 7, "EndDate": "May 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1931/92808.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Bai Ye Ling Long", "Desc": "None", "Rating": 7, "EndDate": "Nov 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1269/93787.jpg", "Genres": ["ONA", "Magic", "Romance", "School", "Shoujo"]}, {"Name": "Susume, Karolina.", "Desc": "Short anime about professional shogi player Karolina Styczyńska.", "Rating": 7, "EndDate": "Jun 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1332/91741.jpg", "Genres": ["ONA", "Game"]}, {"Name": "Yin Yang Shi: Ping An Wu Yu", "Desc": "The courtyard is awash with cherry blossom petals, appearing especially beautiful in the moonlight. Kagura, waking up, sits in the hallway facing the courtyard, \"The courtyard at night, seems like something can happen anytime......\"\r\nSuddenly a butterfly glides past, its scales glittering.\r\nKochou no Sei: That's right. Nighttime is indeed suitable for telling stories.\r\nKagura grows sleepy under the influence of dust.\r\nKochou no Sei: After Kagura-sama falls asleep - that will be the beginning of the story in the dream!\r\n\r\n(Source: Onmyoji Wiki)", "Rating": 7, "EndDate": "Jul 8, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1159/91533.jpg", "Genres": ["ONA", "Comedy", "Demons", "Historical", "Slice of Life", "Supernatural"]}, {"Name": "Monster Strike The Animation Episode 0", "Desc": "Oragon lived a lonely life all by himself, until one day he was pulled into a mysterious new dimension. There he learns that an incredibly powerful enemy will attack in six months, destroying his beloved Monster Strike forever! Now Oragon must gather allies in the Strike World to save Monster Strike!\r\n\r\nIt is animated in full CG unlike its predecessor.\r\n\r\n(Source: Official YouTube Channel)", "Rating": 6, "EndDate": "Jun 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1014/93215.jpg", "Genres": ["ONA", "Action", "Fantasy", "Game"]}, {"Name": "Oam Monogatari: Sono Natsu, Watashi ga Shitta koto", "Desc": "A tourism promotion anime for Ogaki City in the Gifu Prefecture. It is based on Oam Monogatari, a book about a woman who spent her coming-of-age during the Sengoku Era. Oam is the main character and is the daughter of Yamada Kyoreki who is a vassal to the warlord Ishida Mitsunari. It offered one of the few historical viewpoints of an noble teen/woman's life during the wars. \r\n\r\nThe anime jumps between past the present as we learn about Oam's struggles at Ogaki Castle (which would become ground zero for Battle of Sekigahara which established Tokugawa as the shogunate), and how Oam escaped with her mother in the dead of night.", "Rating": 6, "EndDate": "Apr 8, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1246/91826.jpg", "Genres": ["ONA", "Historical"]}, {"Name": "Naniiro no Nani", "Desc": "Short anime based on band Kuusou Iinkai's songs and written by the vocalist Ryuuichi Miura. The theme song is also done by Kuusou Iinkai.", "Rating": 6, "EndDate": "May 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1492/93330.jpg", "Genres": ["ONA", "Music", "Slice of Life"]}, {"Name": "Yukimi-ka no Nichijou wa Honwari de Shimeru", "Desc": "A music video-style advertisement for Lotte's Yukimi Daifuku, a mochi ice cream.", "Rating": 6, "EndDate": "Apr 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1642/92353.jpg", "Genres": ["ONA", "Music"]}, {"Name": "Ongeki", "Desc": "A promotional anime for Ongeki, SEGA's new arcade music rhythm game. The arcade game's debut is set for Summer 2018.", "Rating": 5, "EndDate": "Apr 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1143/92107.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Wonder Gravity: Pino To Juuryoku Tsukai", "Desc": "Sega has released the opening movie for Wonder Gravity: Pino To Juuryoku Tsukai on its official YouTube channel for its upcoming smartphone adventure RPG from developer f4samurai. The game is scheduled to be released sometime later this year.\r\n\r\nThe opening movie features the theme song \"Splash!!!\" by Japanese rock band Mrs. Green Apple, which was made specifically for the game and is featured on their third album, \"Ensemble.\"\r\n\r\n(Source: Gematsu)", "Rating": 6, "EndDate": "Apr 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1257/91957.jpg", "Genres": ["ONA", "Fantasy", "Game"]}, {"Name": "Yoshida no Time Slip Fumai-kou", "Desc": "A Matsue City collaboration anime with Eagle Talon. A young Matsudaira Harusato (aka Matsudaira Fumai) who was once the ruled of Matsue time slips to the present. Yoshida ends up explaining Fumai's achievements to Fumai himself.", "Rating": 5, "EndDate": "Jun 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1068/91680.jpg", "Genres": ["ONA", "Historical", "Parody"]}, {"Name": "Aware! Meisaku-kun: Short Douga", "Desc": "A web-exclusive short of Aware! Meisaku-kun where the characters wonder what 7th grade will be like. As the end of the 2nd season (aka episode 78) in the main anime, the students graduated the 6th grade. The short breaks the 4th wall as the characters also request the viewer to continue watching the show with the 3rd season starting on April 6th.", "Rating": 4, "EndDate": "Apr 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1253/91712.jpg", "Genres": ["ONA", "Comedy", "Parody"]}, {"Name": "&quot;Calpis&quot; Hakkou Monogatari", "Desc": "A Calpis (Calpico in the US) commissioned short about the history of the company and how their product is made today. A few scenes use live-action footage. The short is animated by Takaharu Shimizu who used a Rube Goldberg style of story telling.", "Rating": 6, "EndDate": "Apr 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1168/93236.jpg", "Genres": ["ONA", "Historical"]}, {"Name": "Tenka Touitsu Koi no Ran: Shutsujin! Saika 4-nin Shuu", "Desc": "15th Century Japan is ravaged by constant wars, as the lords of the realm seek to rule the land. Having lost your father in battle, you are working in the restaurant he left your mother and little brother...when an evil magistrate sends your little brother away...to become a poison taster! To save his life, you disguise yourself as a boy and go to the castle in his place...but what awaits you there is so much more!\r\n\r\n\"I'll show you all...my divine rule!\"\r\n\r\nIn the Sengoku era...love is the most dangerous battle of all! \r\n\r\n(Source: Voltage)", "Rating": 6, "EndDate": "Jun 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1740/90472.jpg", "Genres": ["ONA", "Historical", "Drama", "Romance", "Samurai"]}, {"Name": "Nagano Toshi Gas x Kamiusagi Rope", "Desc": "A collaboration between Kamiusagi Rope and Nagano City Gas. The individual episodes were shown for 1 week on Nagano Broadcasting Systems official YouTube channel and website. Then later on the following Mezamashi Doyoubi (Saturday) broadcast.\r\n\r\nThe goal was to inform people that Nagano City Gas' office has a wide variety of services such as a showroom showcasing remodeled gas kitchens, how to make sure you aren't losing money from bathroom heating, etc.", "Rating": 8, "EndDate": "Jun 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1192/93663.jpg", "Genres": ["ONA", "Comedy", "Slice of Life"]}, {"Name": "Meng Ta: Xue Mi Cheng", "Desc": "None", "Rating": 7, "EndDate": "Aug 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1920/96262.jpg", "Genres": ["ONA", "Action", "Adventure", "Mystery", "Supernatural", "Fantasy"]}, {"Name": "Cike Wu Liuqi", "Desc": "On a small island, Seven, an assassin who can disguise himself as anything, carries out various assassinations at a low price, charging only 567 yuan for each mission.\r\n\r\n(Source: Annecy)", "Rating": 8, "EndDate": "Jun 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1620/94968.jpg", "Genres": ["ONA", "Action", "Mystery", "Comedy", "Super Power", "Drama", "Romance", "Martial Arts"]}, {"Name": "Guan Hai Ce", "Desc": "None", "Rating": 6, "EndDate": "Sep 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1345/96264.jpg", "Genres": ["ONA", "Action", "Fantasy", "Historical", "Martial Arts", "Military"]}, {"Name": "Gaikan Chiba", "Desc": "Promotional anime for Tokyo Outer Ring Road (GAIKAN).", "Rating": 0, "EndDate": "May 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1867/92972.jpg", "Genres": ["ONA", "Drama"]}, {"Name": "Shingeki no Kyojin: Lost Girls", "Desc": "Bundled with the 24th, 25th, and 26th volumes of the Shingeki no Kyojin manga. ", "Rating": 8, "EndDate": "Aug 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/89417.jpg", "Genres": ["OVA", "Action", "Drama", "Fantasy", "Horror", "Supernatural"]}, {"Name": "Mobile Suit Gundam: The Origin", "Desc": "What was the tragedy that decided the fates of Char Aznable, the man later nicknamed the \"Red Comet\" as an ace pilot of the Zeon forces, and his sister Sayla Mass?\r\n\r\nThe two siblings' journeys, brought on by the sudden death of their father Zeon Zum Deikun who was a leader of the Spacenoids, are depicted in the four episodes of \"Chronicle of Char and Sayla.\"\r\n\r\nThe Zabi family who seize control of Side 3 and lead the Principality of Zeon, the early days of many renowned Zeon ace pilots who later fight in the One Year War, the secrets of mobile suit development, conflicts with the Earth Federation Forces, and the road leading to the outbreak of war—all will be revealed.\r\n\r\n(Source: Official website)", "Rating": 9, "EndDate": "May 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/4/72702.jpg", "Genres": ["OVA", "Action", "Military", "Sci-Fi", "Space", "Mecha", "Shounen"]}, {"Name": "Shokugeki no Souma: San no Sara - Kyokuseiryou no Erina", "Desc": "Bundled with the 29th volume of the Shokugeki no Souma manga. It tells the story of what happened to Erina after she ran away from her father.", "Rating": 8, "EndDate": "May 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1711/96642.jpg", "Genres": ["OVA", "Drama", "Shounen"]}, {"Name": "Asagao to Kase-san.", "Desc": "Yui Yamada, a timid girl who enjoys tending to her school's greenery, falls in love with the boyish and athletic Tomoka Kase. The two eventually begin dating, and the story follows the pair as they face various challenges in their relationship.\r\n\r\n(Source: Wikipedia)", "Rating": 8, "EndDate": "Jun 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1989/91033.jpg", "Genres": ["OVA", "Romance", "School", "Shoujo Ai"]}, {"Name": "Utawarerumono: Tusukuru-koujo no Karei Naru Hibi", "Desc": "Included with the premium collection release of the PS4 remake of Utawarerumono: Chiriyukumono e no Komoriuta. The anime will tell the story of Kuon's childhood days. \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Apr 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/7/88928.jpg", "Genres": ["OVA", "Action", "Drama", "Fantasy"]}, {"Name": "Vatican Kiseki Chousakan OVA", "Desc": "The flyer from this year's AnimeJapan 2017 event revealed that Vatican Kiseki Chousakan will receive an OVA episode.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Apr 11, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/85591.jpg", "Genres": ["OVA", "Mystery", "Supernatural", "Drama", "Shounen"]}, {"Name": "Code:Realize - Sousei no Himegimi OVA", "Desc": "One month has passed since the disaster, and a ceremony is to be held at Buckingham Palace - a festival dedicated to peace and restoration. (Source: Wakanim.tv)", "Rating": 7, "EndDate": "May 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1254/92978.jpg", "Genres": ["OVA", "Fantasy", "Historical", "Josei", "Military", "Romance"]}, {"Name": "Sex: Prologue", "Desc": "The anime depicts an original story before Kaho arrives, when Yuki and Natsu have just met in Okinawa.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "May 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1499/94818.jpg", "Genres": ["OVA", "Action", "Drama", "School", "Seinen"]}, {"Name": "Code Geass: Hangyaku no Lelouch III - Oudou", "Desc": "This is the third and final part of a 3-part theatrical film remake of the first 2 seasons of the parent anime. \r\n\r\n(Source: Wikipedia, ANN)", "Rating": 9, "EndDate": "May 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1126/91344.jpg", "Genres": ["Movie", "Action", "Military", "Sci-Fi", "Super Power", "Mecha", "School"]}, {"Name": "Liz to Aoi Tori", "Desc": "A new story about Nozomi Kasaki and Mizore Yoroizuka.", "Rating": 9, "EndDate": "Apr 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1638/93032.jpg", "Genres": ["Movie", "Drama", "Music", "School"]}, {"Name": "Ninja Batman", "Desc": "Batman Ninja takes a journey across the ages as Gorilla Grodd's time displacement machine transports many of Batman's worst enemies to feudal Japan—along with the Dark Knight and a few of his allies. The villains take over the forms of the feudal lords that rule the divided land, with the Joker taking the lead among the warring factions. As his traditional high-tech weaponry is exhausted almost immediately, Batman must rely on his intellect and his allies—including Catwoman and the extended Bat-family—to restore order to the land, and return to present-day Gotham City.\r\n\r\n(Source: Warner Bros.)", "Rating": 7, "EndDate": "Jun 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1351/95947.jpg", "Genres": ["Movie", "Action", "Martial Arts", "Samurai"]}, {"Name": "Digimon Adventure tri. 6: Bokura no Mirai", "Desc": "Sixth and final Digimon Adventure tri film. ", "Rating": 8, "EndDate": "May 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/10/88936.jpg", "Genres": ["Movie", "Action", "Adventure", "Comedy", "Drama"]}, {"Name": "Godzilla 2: Kessen Kidou Zoushoku Toshi", "Desc": "By the advent of the 21st century, much of humanity was dead, having been trampled over by a new master, Godzilla. A select few among mankind took to the stars in a spacefaring vessel called the Aratrum in search of \"the promised land,\" the planet Tau-e that could sustain human life. But the migration plan fails, and the remnants of the human race decide to return to Earth. But the distortions in space-time and the distance traveled means that mankind is returning to a completely changed Earth some 20,000 years later. The returnees, led by hero Haruo, prepare to take the fight to Godzilla based on a strategy that has been 20 years in the making. Carried out with the help of two alien species, the Exif and the Bilusaludo, the humans succeed in defeating Godzilla in a costly battle to the death.\r\n\r\nBut the victory is short-lived. Rising from the depths of the planet is a new breed of monster, dubbed \"Godzilla Earth.\" Evolving for 20,000 years, the creature stands 300 meters high, weighs over 100,000 tons and wields such overwhelmingly destructive power that Haruo and company have no choice but to run for their lives.\r\n\r\nComing to Haruo's rescue, however, is Miana, a member of an aboriginal tribe called the Houtua. They are the first humanoid people the returnees have encountered. Could they descend from humans? \"Our tribal god was destroyed by Godzilla. All that we have left are these eggs. Anyone who has tried to fight or resist him has been drowned in fire,\" the tribespeople say to Haruo, who responds with: \"This is our last hope of recovering our home.\"\r\n\r\nMeanwhile, Bilusaludo commander, Galu-gu is elated to discover that the Houtua tribe's arrowheads are made of a nanometal or a self-sustaining metal. It had been developed in the 21st century as an \"anti-Godzilla\" killer weapon deployed at their decisive battle fought at the foot of Mt. Fuji, but had been destroyed before it could be activated in the form of a \"Mecha-Godzilla.\" The nanometal was its base substance, and proof that the manufacturing plant can still be used.\r\n\r\n(Source: Official site)", "Rating": 8, "EndDate": "May 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1264/91202.jpg", "Genres": ["Movie", "Action", "Adventure", "Sci-Fi"]}, {"Name": "Servamp Movie: Alice in the Garden", "Desc": "The film's story will deal with Misono Alicein's past.\r\n\r\n(Source: ANN)\r\n", "Rating": 8, "EndDate": "Apr 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/89004.jpg", "Genres": ["Movie", "Action", "Comedy", "Supernatural", "Drama", "Vampire", "Josei"]}, {"Name": "Detective Conan Movie 22: Zero The Enforcer", "Desc": "In the film's story, there is a sudden explosion at Tokyo Summit's giant Edge of Ocean facility. The shadow of Tooru Amuro, who works for the National Police Agency Security Bureau as Zero, appears at the site. In addition, the \"triple-face\" character is known as Rei Furuya as a detective and Kogorou Mouri's apprentice, and he is also known as Bourbon as a Black Organization member. Kogorou is arrested as a suspect in the case of the explosion. Conan conducts an investigation to prove Kogorou's innocence, but Amuro gets in his way.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Apr 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/12/90104.jpg", "Genres": ["Movie", "Action", "Mystery", "Police", "Drama"]}, {"Name": "Donten ni Warau Gaiden: Shukumei, Soutou no Fuuma", "Desc": "A series of side stories of Donten ni Warau series. Some of the stories take place before and some after the end of the main series.", "Rating": 7, "EndDate": "Jun 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1013/93320.jpg", "Genres": ["Movie", "Action", "Supernatural", "Historical"]}, {"Name": "Peace Maker Kurogane Movie 1: Omou Michi", "Desc": "Although traumatized by witnessing the murder of his parents by one of the Choushuu, Ichimura Tetsunosuke's thirst for revenge leads him to desire strength. At the age of 15, Tetsunosuke approached the Shinsengumi, wanting to become one of its members. However, Tetsunosuke lacked the skill, mind, and will to emotionlessly cut down whoever threatened peace and the Shinsengumi. Even with the support of his brother Tatsunosuke and his newfound friends of the Shinsengumi, little did Tetsunosuke know the blood and pain he would have to face being part of this historical group.", "Rating": 7, "EndDate": "Jun 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1379/91338.jpg", "Genres": ["Movie", "Action", "Comedy", "Historical", "Samurai", "Shounen"]}, {"Name": "Crayon Shin-chan Movie 26: Bakumori! Kung Fu Boys - Ramen Tairan", "Desc": "Kasukabe Team, including Shinnosuke, will be active in Kasukabe's Yokohama Street.", "Rating": 7, "EndDate": "Apr 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1364/90838.jpg", "Genres": ["Movie", "Comedy", "Seinen"]}, {"Name": "Mao Yu Tao Hua Yuan", "Desc": "A cat named Blanket has long been living in a high-rise apartment in the city with his son, Cloak. One day, curious about the outside world, Cloak decides to leave home and embarks on an adventure to find the legendary cat's paradise. To find his son, Blanket must overcome his fear and reconcile with his past, with the help of a female Macaw.", "Rating": 7, "EndDate": "Apr 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1529/90235.jpg", "Genres": ["Movie", "Adventure", "Comedy", "Fantasy"]}, {"Name": "PriPara &amp; Kiratto Pri☆chan Movie: Kirakira Memorial Live", "Desc": "None", "Rating": 7, "EndDate": "May 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1789/91453.jpg", "Genres": ["Movie", "Magic", "Shoujo", "Slice of Life"]}, {"Name": "Violence Voyager", "Desc": "Following an end-of-term school ceremony, the American boy Bobby decides to go with his friend Akkun into the mountains outside their village, to a place perfect for a secret base. On the way they stop into a mysterious amusement park. They have fun there, but are attacked and cannot leave. Falling in with some other children who are also lost there, they fend off a number of attacks, and gradually learn the truth behind the facility. It was put there by a man named Koike as a trap for passing children. His son Takashi needs to feed on human children in order to survive.\r\nAkkun is killed, and Bobby is captured with Tokiko, a girl they have met there. She disappears, and Koike goes to work on Bobby, trying to fatten him up. Bobby manages to escape. With the help of Saruyoshi, a mysterious old hermit, and the animals of the forest, Bobby builds up his strength and returns to the facility in an attempt to save Tokiko.\r\n\r\n(Source: Freestone.jp)", "Rating": 0, "EndDate": "Apr 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1424/97004.jpg", "Genres": ["Movie", "Adventure", "Comedy", "Horror"]}, {"Name": "High School DxD Hero: Taiikukan-ura no Holy", "Desc": "Alternative version of final three episodes of High School DxD BorN.", "Rating": 7, "EndDate": "Apr 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1879/91882.jpg", "Genres": ["Special", "Action", "Comedy", "Demons", "Ecchi", "Harem", "Romance", "School"]}, {"Name": "Sword Art Online Alternative: Gun Gale Online - Refrain", "Desc": "Recap episode of first 5 episodes of Sword Art Online Alternative: Gun Gale Online, scenario written by Keiichi Shigusawa.\r\n\r\nPitohui and M will look back on the past episodes.", "Rating": 7, "EndDate": "May 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1736/92711.jpg", "Genres": ["Special", "Action", "Game", "Military", "Sci-Fi", "Fantasy"]}, {"Name": "Tomie", "Desc": "Tomie Kawakami is a femme fatale with long black hair and a beauty mark just under her left eye. She can seduce nearly any man, and drive them to murder as well, even though the victim is often Tomie herself. While one lover seeks to keep her for himself, another grows terrified of the immortal succubus. But soon they realize no matter how many times they kill her, the world will never be free of Tomie.\r\n \r\n(Source: VIZ Media)", "Rating": 6, "EndDate": "May 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/2/89805.jpg", "Genres": ["Special", "Drama", "Horror", "Josei", "Supernatural"]}, {"Name": "Nanatsu no Bitoku Specials", "Desc": "Unaired episodes included with the Blu-ray and DVD release of Nanatsu no Bitoku. ", "Rating": 6, "EndDate": "Apr 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1938/90218.jpg", "Genres": ["Special", "Ecchi", "Fantasy"]}, {"Name": "Hakumei to Mikochi: Neji to Bed to Irori to Bakuchi", "Desc": "Special episode included in the second Blu-ray/DVD volume.", "Rating": 8, "EndDate": "Jun 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/5/90014.jpg", "Genres": ["Special", "Slice of Life", "Fantasy", "Seinen"]}, {"Name": "Cardcaptor Sakura: Clear Card-hen Recap", "Desc": "Recap of first 12 eps. of Cardcaptor Sakura: Clear Card-hen.", "Rating": 8, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1600/91758.jpg", "Genres": ["Special", "Adventure", "Comedy", "Fantasy", "Magic", "Romance", "Shoujo"]}, {"Name": "Full Metal Panic! Invisible Victory Intermission", "Desc": "Recap episodes of Full Metal Panic! Invisible Victory.", "Rating": 7, "EndDate": "Jun 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1841/93377.jpg", "Genres": ["Special", "Action", "Military", "Mecha"]}, {"Name": "Kunoichi Tsubaki no Mune no Uchi x Karakai Jouzu no Takagi-san", "Desc": "Special bundled with the 9th volume of the Karakai Jouzu no Takagi-san's manga that animated a collaboration between Karakai Jouzu no Takagi-san and Kunoichi Tsubaki no Mune no Uchi.", "Rating": 7, "EndDate": "Jun 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1100/93402.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "Mahou Shoujo Site Recaps", "Desc": "Recaps of the Mahou Shoujo Site created by Avex Entertainment. Narrated by AI Kizuna and Nobuhiko Okamoto.", "Rating": 7, "EndDate": "Jun 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1255/93332.jpg", "Genres": ["Special", "Horror", "Psychological", "Supernatural", "Drama"]}, {"Name": "Uchuu Senkan Tiramisù Specials", "Desc": "Unaired episodes included with the Blu-ray volumes.", "Rating": 7, "EndDate": "Jul 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1770/92820.jpg", "Genres": ["Special", "Sci-Fi", "Slice of Life", "Space", "Comedy", "Mecha", "Seinen"]}, {"Name": "The iDOLM@STER SideM: 315 Variety Pack! Made In Passion!", "Desc": "Unaired episode included with the 7th volume of the BD/DVD release of The iDOLM@STER SideM.", "Rating": 7, "EndDate": "Jun 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1285/92573.jpg", "Genres": ["Special", "Music"]}, {"Name": "Free!: Dive to the Future Episode 0", "Desc": "Episode 0 of Free!: Dive to the Future was shown at a special Free! event. Episode 1 also pre-aired during this same event. Episode 0 will eventually be included in the BD/DVD release of Free!: Dive to the Future.", "Rating": 8, "EndDate": "Jun 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1386/93218.jpg", "Genres": ["Special", "School", "Slice of Life", "Sports"]}, {"Name": "Akuma no Kimuraa-hen", "Desc": "A cup noodle commercial where [Kuro] Hiyoko-chan, the mascot of the \"Chikin Ramen\" line from Nissin, uses black magic to summon devil powers to turn into [Kuro] Hiyoko Akuma. This year marked the 60th anniversary of instant noodles' invention.\r\n", "Rating": 7, "EndDate": "Apr 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1986/91788.jpg", "Genres": ["Special", "Demons", "Parody"]}, {"Name": "IDOLiSH7 Tokubetsu Bangumi: Kimi to Furikaeranaito!", "Desc": "Special recap episode of IDOLiSH7.", "Rating": 7, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1224/91811.jpg", "Genres": ["Special", "Music"]}, {"Name": "Hakyuu Houshin Engi Recap", "Desc": "Recap episode of Hakyuu Houshin Engi.", "Rating": 6, "EndDate": "Apr 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1254/92757.jpg", "Genres": ["Special", "Adventure", "Demons", "Fantasy", "Shounen", "Supernatural"]}, {"Name": "Toki no Kousa", "Desc": "A four-dimensional short anime will start at the very beginning of Shibuya Crossing, that is, 10,000 years in the past.\r\n\r\nThe anime is part of a collaborative project helmed by Yoshitoshi Shinomiya. It features a hybrid of animation and live-action. The short was screened on Shibuya's Crossing screens and a YouTube-friendly version was posted as well.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Apr 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1062/94949.jpg", "Genres": ["Special", "Dementia"]}, {"Name": "Taisei Kensetsu: Singapore", "Desc": "A 30-second animated commercial for the construction company Taisei. The commercial highlights Thomson–East Coast MRT line that Taisei is currently participating construction in.", "Rating": 6, "EndDate": "May 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1627/93253.jpg", "Genres": ["Special", "Drama"]}, {"Name": "Medama Oyaji no April Fools&#039;", "Desc": "An April Fools' Day prank between Gegege no Kitarou (2018) and Fuji TV. It shows Medama Oyaji playing around with the Fuji TV mascot, since both the anime and these prank shorts aired on that TV channel. Toei Animation posted a compilation of all 3 shorts on their official YouTube channel.", "Rating": 6, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1547/91683.jpg", "Genres": ["Special", "Demons", "Parody"]}, {"Name": "Hanasu na★", "Desc": "A televised advertisement for Mode Gakuen, a vocational college in Japan located in Tokyo, Osaka, Nagoya, and Paris. They specialize in fashion, styling, graphic design both in techniques as well as business. Every year they make a new student recruitment video with a tag line. For 2018, the video was animated with the tag line Suki na Koto dake wa, Shindemo Hanasu na★.", "Rating": 6, "EndDate": "Apr 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1290/92085.jpg", "Genres": ["Special", "Dementia"]}, {"Name": "&quot;Kiss Dekiru Gyoza&quot; x Mameshiba Movie", "Desc": "Two televised specials collaborating the Mameshiba franchise and the feature film Kiss Dekiru Gyoza being released June 2018. \r\n\r\nThe film is about Yoko Fujita as a single mother who goes through a divorce. Afterwards, she returns to her parents' home and struggles to raise her child, also attempts to revive her parents' gyoza restaurant. She falls in love with pro golfer Ryo Iwahara.\r\n\r\nThe specials focus on shiba-ified Yoko and Ryo as they talked to Edamame. Special collaborative goods will be sold as well, including a bentou meal sold at specific train stations.\r\n\r\n(Source: IMDB)", "Rating": 6, "EndDate": "Apr, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1168/92670.jpg", "Genres": ["Special", "Comedy", "Parody"]}, {"Name": "Tanuki to Kitsune Specials", "Desc": "Two specials of Tanuki to Kitsune released only on the DVD of the main show. The disc will bundle with the manga's 4th tankoubon. \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "May 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1853/90487.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "Rokudou Juku", "Desc": "A televised commercial for Rokudou Juku, a cram school in the Nerima Ward of Tokyo.", "Rating": 5, "EndDate": "Apr 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1349/91849.jpg", "Genres": ["Special", "Music"]}, {"Name": "Usa Weather Show", "Desc": "Usa has a weather show with a guest slug who is excited that it will finally be raining.\r\n", "Rating": 4, "EndDate": "Jun, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1417/93950.jpg", "Genres": ["Special", "Slice of Life"]}], "Summer": [{"Name": "Shingeki no Kyojin Season 3", "Desc": "Third season of the Shingeki no Kyojin anime series.", "Rating": 9, "EndDate": "Oct 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1173/92110.jpg", "Genres": ["TV", "Action", "Drama", "Fantasy", "Military", "Mystery", "Shounen", "Super Power"]}, {"Name": "Overlord III", "Desc": "The third Season of Overlord.", "Rating": 9, "EndDate": "Oct 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1511/93473.jpg", "Genres": ["TV", "Action", "Fantasy", "Game", "Magic", "Supernatural"]}, {"Name": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu", "Desc": "In regards to the MMORPG Cross Reverie, Sakamoto Takuma boasted an overwhelming strength that was enough for him to be called the Demon King by the other players. One day, he gets summoned to another world with his appearance in the game. There, two girls insist, \"I am the real summon master.\" Takuma gets slave-turning magic used for summoned beasts cast on him by the girls.\r\n\r\nHowever, the peculiar ability \"Magic Reflection\" is invoked! The ones that were turned to slaves were the girls!\r\n\r\nTakuma is bewildered. He's the strongest magician but, he doesn't have any social skills. Panicking, the first words that come out are the ones that he used inside the game role-playing the Demon King?! \"I'm amazing you say? Of course I am. I am Diablo... The one feared as the Demon King!\"\r\n\r\nThis is the story the Demon King (acting) that would soon inspire the world and his other world adventure that he plunges through with his absolute strength, raise the curtain!\r\n\r\n(Source: MU, edited)", "Rating": 8, "EndDate": "Sep 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1649/93412.jpg", "Genres": ["TV", "Harem", "Comedy", "Magic", "Ecchi", "Fantasy"]}, {"Name": "Hataraku Saibou", "Desc": "This is a story about you. A tale about the inside of your body... According to a new study, the human body consists of approximately 37 trillion cells. These cells are hard at work every day within a world that is your body. From the oxygen-carrying red blood cells to the bacteria-fighting white blood cells, get to know the unsung heroes and the drama that unfolds inside of you! It's the oddly relatable and interesting story that is the life of cells!\r\n\r\n(Source: Aniplex USA)", "Rating": 8, "EndDate": "Sep 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1270/95221.jpg", "Genres": ["TV", "Comedy", "Shounen"]}, {"Name": "Satsuriku no Tenshi", "Desc": "13-year-old Rachel awakens to find herself trapped in the basement of an abandoned building. Without any memories, or even a clue as to where she could be, she wanders the building, lost and dizzy. In her search, she comes across a man covered in bandages. He introduces himself as Zack, and he wields a grim-reaper like sickle.\r\n\r\nA strange bond is struck between them, strengthened by strange, crazy promises...\r\n\r\nThese two, trapped in this strange building, don't know why fate has placed them there. But they will work together desperately to find a way out...\r\n\r\n(Source: MU, edited)", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1862/95624.jpg", "Genres": ["TV", "Adventure", "Horror", "Psychological", "Thriller"]}, {"Name": "Grand Blue", "Desc": "Among the seaside town of Izu's ocean waves and rays of shining sun, Iori Kitahara is just beginning his freshman year at Izu University. As he moves into his uncle's scuba diving shop, Grand Blue, he eagerly anticipates his dream college life, filled with beautiful girls and good friends.\r\n\r\nBut things don't exactly go according to plan. Upon entering the shop, he encounters a group of rowdy, naked upperclassmen, who immediately coerce him into participating in their alcoholic activities. Though unwilling at first, Iori quickly gives in and becomes the heart and soul of the party. Unfortunately, this earns him the scorn of his cousin, Chisa Kotegawa, who walks in at precisely the wrong time. Undeterred, Iori still vows to realize his ideal college life, but will things go according to plan this time, or will his situation take yet another dive? \r\n\r\n", "Rating": 9, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1302/94882.jpg", "Genres": ["TV", "Comedy", "Seinen", "Slice of Life"]}, {"Name": "Asobi Asobase", "Desc": "Hanako, an athletically proficient, yet thick-headed student with a weird fashion sense, plays a game with the American transfer student Olivia. However, their vigor irritated their classmate Kasumi who dislikes playing games since she has always been teased by her sister for being bad at them. With a turn of events, it was found out that Kasumi is terrible at English. Thus, she asked her foreign classmate Olivia to help her, but Olivia, who is only born and raised in Japan with foreign parents, can't actually speak English at all! Watch over these three girls' surreal school-life comedy.\r\n\r\n(Source: MAL News)", "Rating": 9, "EndDate": "Sep 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1139/95077.jpg", "Genres": ["TV", "Comedy", "School"]}, {"Name": "Hanebado!", "Desc": "Ayano Hanesaki, a first-year student at Kanagawa Prefectural Kitakomachi High School, has a badminton ability able to surpass others effortlessly yet avoids playing the sport. She meets Nagisa Aragaki, a third-year student who practices day and night aiming to become the best player in Japan. Encouraged by coach Tachibana Kentarou, supported by club colleagues, and fired up by various rivals, the two engage in their youth and adored sport so thrilling like a shuttle flown at high speed!\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Oct 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1288/93432.jpg", "Genres": ["TV", "Sports", "Seinen"]}, {"Name": "Yuragi-sou no Yuuna-san", "Desc": "Fuyuzora Kogarashi has the ability to see supernatural, and has been possessed by ghosts since he was a kid. This has caused a lot of trouble in his life, but now he has learned to fight back against the evil spirits! Unfortunately, he's now also very poor, homeless, and hoping for a happier, more normal, high school life. In his search for housing, he's introduced to a very cheap boarding house called Yuragi Manor, which was formerly a popular hot springs inn. It's so cheap because the house is haunted by the spirit of a high school student whose corpse was found there.\r\n\r\nKogarashi doesn't think this is going to be a problem for him, and the rest of the house's tenants appear to be sexy women. While relaxing in the hot springs, though, he finds there is an issue with his ghost-banishing plan; Yuragi Manor's ghost is a 16-year-old girl named Yuna, who lives in his room. Kogarashi has no desire to hurt a ghost girl, and instead he ends up agreeing to help her to figure out her unfinished business. That way, she can move onto the afterlife before turning evil and falling into hell. Once it is clear that he is fine with Yuna, the other tenants reveal their own supernatural secrets—his life in Yuragi Manor is going to be far from ordinary!\r\n\r\n(Source: MU)", "Rating": 8, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1483/93141.jpg", "Genres": ["TV", "Harem", "Comedy", "Supernatural", "Romance", "Ecchi", "Shounen"]}, {"Name": "Sirius", "Desc": "The series takes place in the Imperial Capital of 1930. A group of people known as \"Jaegers\" landed on Tokyo Station. They carry musical instrument cases and came to hunt vampires. A man named Yuliy stood among them with a striking serenity and unusual aura. Known as a werewolf who had his home village destroyed by vampires, he and the Jaegers engage in battle against the mysterious holy arc known as the \"The Arc of Sirius.\" What truth awaits them?\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Sep 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1456/94897.jpg", "Genres": ["TV", "Action", "Historical", "Supernatural", "Vampire"]}, {"Name": "Happy Sugar Life", "Desc": "This is a shivering pure love psycho horror story of a girl named Satou Matsuzaka, who has someone she likes. She experiences a sweet feeling when she encounters her, and thought it must be love. Everything will be forgiven as long as she protects this feeling, even if she tricks, commits crimes, steals, or even kills, she thought.", "Rating": 8, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1086/91313.jpg", "Genres": ["TV", "Drama", "Horror", "Psychological", "Shounen"]}, {"Name": "Island", "Desc": "Urashima, an island far from the mainland. The people who live there lead carefree lives. But five years ago, the island's three great families suffered a series of misfortunes and succumbed to suspicion. The people of the island cut off all contact with the mainland and began a slow decline. The key to saving the island lies in three girls who belong to the three families. But they are bound by old traditions, and are conflicted. On that island, a lone man washes ashore. The man claims to be from the future, and he begins a solitary struggle to change the island's fate.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1951/95080.jpg", "Genres": ["TV", "Sci-Fi", "Drama"]}, {"Name": "Hyakuren no Haou to Seiyaku no Valkyria", "Desc": "Some urban legends are best left untested! Yuuto Suou gets more than he bargained for when he joins his childhood friend Mitsuki Shimoya in testing out an urban legend. When he uses his phone to take a picture of himself with the local shrine's divine mirror, he is whisked off into another world—one heavily steeped in the lore of the old Norse myths.\r\n\r\nUsing his knowledge gained from school and from his solar-powered smartphone, he has the chance to bring the Wolf Clan, the same people who cared for him, to prominence, all while earning the adoration of a group of magic-wielding warrior maidens known as the Einherjar.\r\n\r\n(Source: J-Novel Club)", "Rating": 7, "EndDate": "Sep 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1585/95225.jpg", "Genres": ["TV", "Fantasy", "Harem"]}, {"Name": "Shichisei no Subaru", "Desc": "Asahi's life in reality ended simultaneously when she died playing Union, a world-renowned online RPG. The members of Subaru went separate ways when Union shut down due to Asahi's death. Six years later, Haruto logs onto a renewed version of Re'Union and reunites with Asahi who had died. Is it really her or just an electronic ghost? The former team members reunite and enter the mysterious and deadly online game to find out.\r\n\r\n(Source: TBS Global Business)", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1956/94914.jpg", "Genres": ["TV", "Action", "Fantasy", "Game", "Sci-Fi"]}, {"Name": "Chio-chan no Tsuugakuro", "Desc": "This is a story of a nerdy bookworm girl on her way to school, and yes, that's the entire premise, as she's not getting to school any time soon. Taking her \"usual\" route to school, it becomes an increasingly unusual adventure, and all the more ridiculous as it carries on. It takes an unpleasant sentiment many can empathize with, the feeling of tardiness, and brings humor to it—making it a hilarious situation to look back upon.\r\n\r\n(Source: seventhstyle)", "Rating": 8, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1073/95042.jpg", "Genres": ["TV", "Comedy", "Seinen"]}, {"Name": "Harukana Receive", "Desc": "The story takes place in Okinawa, where Haruka forms a beach volleyball pair with Kanata. Kanata, who couldn't handle the pressure put on her by her short height, had given up on beach volleyball already but is convinced by Haruka to step back on the sand once again and aim for the junior tournament.\r\n\r\n(Source: MU)", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1924/95212.jpg", "Genres": ["TV", "Sports", "Slice of Life"]}, {"Name": "Free!: Dive to the Future", "Desc": "In the new series, Haruka, who is attending college in Tokyo, meets Asahi again and reawakens his memories from his middle school years, including those of Ikuya. Makoto is working toward a new dream while he is in Tokyo together with Haruka. Rin has an unexpected meeting in Sydney. As they await their new futures, will they see a new fight ahead? Or will they instead confront the past they left behind?\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Sep 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1243/95025.jpg", "Genres": ["TV", "Comedy", "Drama", "School", "Slice of Life", "Sports"]}, {"Name": "Sunohara-sou no Kanrinin-san", "Desc": "Shiina Aki is constantly being treated like a girl due to his feminine looks so he decides to move to Tokyo to attend middle school in an attempt to change himself.\r\n\r\nHowever, what awaits him in his new home, Sunohara-sou, is the kind-hearted caretaker, Sunohara Ayaka. Along with the three female members of Aki's new middle school's student council, Yukimoto Yuzu, Yamanashi Sumire, and Kazami Yuri.\r\n\r\nAnd so begins Aki's new life in Tokyo living with four girls.", "Rating": 8, "EndDate": "Sep 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1368/95074.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "High Score Girl", "Desc": "The year is 1991 and 6th grader Yaguchi Haruo only has video games to live for. He's not popular in school and he's neither handsome, funny, nice nor even friendly. The only thing he has going for him is that he is good at video games. One day at the local arcade, he plays Oono Akira, a fellow classmate but who's popular, smart, pretty and a rich girl that absolutely destroys him at Street Fighter II. Not only does he lose to her 30 times in a row, he can’t beat her at any game. Haruo can’t seem to shake Akira off as she follows him from arcade to arcade everyday after school and beats him every time. As weird as it sounds, the odd couple begins a strange bond and friendship.\r\n\r\n(Source: MangaHelpers)", "Rating": 9, "EndDate": "Sep 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1668/91345.jpg", "Genres": ["TV", "Comedy", "Romance", "School", "Seinen"]}, {"Name": "Gintama.: Shirogane no Tamashii-hen - Kouhan-sen", "Desc": "Second Season of the final arc of Gintama.", "Rating": 9, "EndDate": "Oct 8, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1776/96566.jpg", "Genres": ["TV", "Action", "Comedy", "Historical", "Parody", "Samurai", "Sci-Fi", "Shounen"]}, {"Name": "Jashin-chan Dropkick", "Desc": "Jashin-chan, a devil from Hell was abruptly summoned to the human world by Yurine Hanazono, a stoic college student who lives in a run-down apartment in Jinbocho. They're forced to become roommates since Yurine doesn't know how to send Jashin-chan back. But according to Jashin-chan, she could return by killing Yurine, so she takes action...?! A viperous roomie comedy that keeps you on your toes!\r\n\r\n(Source: Amazon Prime Video)", "Rating": 7, "EndDate": "Sep 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1892/93420.jpg", "Genres": ["TV", "Comedy", "Supernatural"]}, {"Name": "Back Street Girls: Gokudolls", "Desc": "A group of 3 yakuza failed their boss for the last time. After messing up an important job, the boss gave them 2 choices: honorably commit suicide, or go to Thailand to get a sex reassignment surgery in order to become \"female\" idols. After a gruesome year training to become idols, they successfully debut, with overwhelming popularity, much to their dismay. This is where their tragedy truly begins.\r\n\r\n(Source: MU, edited)", "Rating": 7, "EndDate": "Sep 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1484/93140.jpg", "Genres": ["TV", "Comedy", "Ecchi", "Seinen"]}, {"Name": "Angolmois: Genkou Kassenki", "Desc": "The scary great king comes from the other side of the sea... The big incident \"Genkou\" that shook medieval Japan is being drawn in an original way in this historical anime, along with the beginning of the Samurai!\r\n\r\n(Source: Crunchyroll)", "Rating": 8, "EndDate": "Sep 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1469/95052.jpg", "Genres": ["TV", "Action", "Drama", "Historical", "Military", "Samurai"]}, {"Name": "Planet With", "Desc": "Kuroi Souya is a high schooler living a peaceful life despite having no memories of his past. One day, however, his town is attacked by one of the mysterious Nebula Weapons. Together with the cat-like \"Sensei\" and the gothic lolita Ginko, Souya gets dragged into a battle against... seven superheroes who protect the town! What is Souya's reason to fight? The answer lies in his memories.\r\n\r\n(Source: Crunchyroll)", "Rating": 8, "EndDate": "Sep 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1985/95103.jpg", "Genres": ["TV", "Action", "Mecha", "Sci-Fi"]}, {"Name": "Shoujo☆Kageki Revue Starlight", "Desc": "Childhood friends Karen and Hikari made a promise that, together, they would one day become the next theatrical stars. Real life got in the way of their childhood dream when Hikari moved away, but Karen never forgot her promise. Years later, the two friends finally have their chance when they're invited to a mysterious audition. However, the two are not the only ones who have trained for this moment, and they must now compete with others whom all share the same dream of performing on stage.\r\n\r\n(Source: TBS Global Business)", "Rating": 8, "EndDate": "Sep 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1165/93552.jpg", "Genres": ["TV", "Music", "School"]}, {"Name": "Kyoto Teramachi Sanjou no Holmes", "Desc": "Based on mystery novels written by Mochizuki Mai.\r\n\r\nThere is an antique shop in Kyoto's Teramachi Sanjou shopping district. High school girl Mashiro Aoi unexpectedly runs into Yagashira Kiyotaka, the son of the shop's owner, and ends up working part-time at the shop. Kiyotaka is called the \"Holmes at Teramachi Sanjou,\" and he and Aoi solve odd cases brought to them by various clients.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1304/92930.jpg", "Genres": ["TV", "Mystery"]}, {"Name": "Lord of Vermilion: Guren no Ou", "Desc": "Set in Tokyo, it's January 29, 2030. High-frequency resonance is observed in the vicinity of Tokyo, and the red fog rolls into the city. Those who hear the sound, humans and animals alike, pass out, losing consciousness. Everything shuts down in Tokyo, believing that the fog is carrying an unknown virus that causes an epidemic. However, six days later, after the incident, people wake up as if nothing happened. After that, Tokyo's sealed-off city sections gradually return to normal. However, since the high-frequency resonance, some \"bizarre events\" start to happen, and people find themselves being pulled deeper into more mysteries. Meanwhile, young people start to become aware of themselves and release their power hidden in their blood, discovering themselves as \"vessel of wisdom blood.\" Together, being led by something unknown, they meet, communicate, and face the unavoidable circle of fate, sacrificing their own lives.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1557/95053.jpg", "Genres": ["TV", "Action", "Fantasy"]}, {"Name": "Muhyo to Rouji no Mahouritsu Soudan Jimusho", "Desc": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away...or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty.\r\n\r\n(Source: VIZ Media)", "Rating": 7, "EndDate": "Oct 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1180/93407.jpg", "Genres": ["TV", "Action", "Comedy", "Mystery", "Shounen", "Supernatural"]}, {"Name": "Phantom in the Twilight", "Desc": "Set in modern day London, the story takes place in a world where \"Shadows\" are born from human fear and anxiety. A young girl arrives to study abroad, only to be caught in a bizarre incident as she enters university. In a city with no acquaintances, the helpless girl wanders into \"Café Forbidden,\" a mysterious café that exclusively opens at midnight. She meets an assortment of handsome men employed at the café, where guardians who protect the boundary between humans and shadow convene.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1156/93567.jpg", "Genres": ["TV", "Action", "Supernatural", "Vampire"]}, {"Name": "Fate/Extra: Last Encore - Irusterias Tendousetsu", "Desc": "The final three episodes of Fate/Extra: Last Encore.", "Rating": 7, "EndDate": "Jul 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1280/93468.jpg", "Genres": ["TV", "Action", "Magic", "Fantasy"]}, {"Name": "One Room 2nd Season", "Desc": "Second season of One Room. ", "Rating": 7, "EndDate": "Sep 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1098/93257.jpg", "Genres": ["TV", "Slice of Life"]}, {"Name": "Beatless Final Stage", "Desc": "The four-episode sequel of Beatless called Beatless Final Stage.\r\n\r\nTo create the future that everyone can have hope, Arato takes Lacia's hand once again. Will the future he chooses be the human race's end? Or will it be the beginning to the new world?\"\r\n\r\n(Source: Crunchyroll)", "Rating": 7, "EndDate": "Sep 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1745/93307.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Drama", "Romance"]}, {"Name": "Yama no Susume: Third Season", "Desc": "Aoi and Hinata are childhood friends. Aoi prefers staying indoors and is afraid of heights, whereas Hinata is outgoing and loves mountaineering. They both decide to climb a mountain in order to see a sunrise they saw together when they were younger.\r\n\r\nIn the coming third season, they enjoy hiking beautiful mountains with colored leaves and the story gets even more colorful when they become friends with local school girls!!\r\n\r\n(Source: Yomiuri TV Enterprise)", "Rating": 8, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1070/93809.jpg", "Genres": ["TV", "Adventure", "Comedy", "Slice of Life"]}, {"Name": "Yume Oukoku to Nemureru 100-nin no Ouji-sama", "Desc": "The heroine is a normal girl, until one day she is invited to another world and becomes the princess of the dream world, where people use dreams as the energy to live. One day, the dream world is being attacked by something called \"yumekui\" (\"dream eater\"), and many princes are being attacked by it. The heroine must wake them up to save the dream world, as the princes are unable to wake up due to having their dreams stolen.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Sep 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1526/95041.jpg", "Genres": ["TV", "Adventure", "Fantasy"]}, {"Name": "Tsukumogami Kashimasu", "Desc": "The series is set during the Edo period, in the Fukagawa ward of old Edo (present-day Tokyo). Because the area is prone to fire and flooding, residents rent everyday items like pots, futons, and clothing from shops instead of purchasing them, so as not to impede them when they flee. Obeni and Seiji, an older sister and younger brother, run one such rental shop called Izumoya. However, mixed in with their inventory are tsukumogami, objects that have turned into spirits after a hundred years of existence. The siblings sometimes lend these sentient items to customers. Both Obeni and Seiji can see and talk to these spirits, and other tsukumogami often come to the store after hearing of the famed siblings. \r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Oct 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1715/91114.jpg", "Genres": ["TV", "Slice of Life", "Comedy", "Historical", "Demons", "Supernatural"]}, {"Name": "Ongaku Shoujo (TV)", "Desc": "There are eleven girls that consist the C-class Ongaku Shoujo idol unit under Pine Records. Despite generating red sales marks and not being very popular, Producer Ikebashi and the members are trying their very best to up their levels. Nevertheless, Ikebashi suggests recruiting a new member for Ongaku Shoujo; someone who can act as a catalyst for the success of the group. Thus, an audition was opened, leading to the soon-to-be legendary group's meeting to a girl named Hanako.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1811/91043.jpg", "Genres": ["TV", "Music", "Slice of Life"]}, {"Name": "Senjuushi", "Desc": "Despair War is a battle between ancient guns and contemporary guns. Due to a nuclear war, the world was destroyed. Under the full governance of a world empire, people are living with their freedom taken. Despite the forbidden rule of owning any weapons, there is a resistance that secretly fights against the world empire. They own ancient guns left as art and fight using these. Then, the Kijuushi appear as the souls of the ancient guns. Proud and magnificent, the \"Absolute Royal\" are the only ones that can give hope to this world. The story depicts the everyday life of the Kijuushi. Laughter, despair, happiness, confusion, pain; they would still pursue their own absolute loyalty to fight. What do they fight for? What should they protect?\r\n\r\n(Source: MAL News)", "Rating": 5, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1357/95039.jpg", "Genres": ["TV", "Action", "Military"]}, {"Name": "Yami Shibai 6", "Desc": "The 6th Season of Yami Shibai. A series of short horror stories, full of mystery and darkness. Supernatural phenomena and Japanese folktales told by a mysterious old man in the middle of the forest.", "Rating": 7, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1911/95045.jpg", "Genres": ["TV", "Dementia", "Horror", "Supernatural"]}, {"Name": "Aguu: Tensai Ningyou", "Desc": "The series is about a missing genius whose mysterious disappearance becomes a shady secret among the successful members of society.\r\n\r\n(source: MAL News)", "Rating": 6, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1208/92825.jpg", "Genres": ["TV", "Action", "Drama", "Supernatural"]}, {"Name": "Cinderella Girls Gekijou 3rd Season", "Desc": "The third season of Cinderella Girls Gekijou.", "Rating": 7, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1618/90871.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Shinya! Tensai Bakabon", "Desc": "The pinnacle of gag manga as well as one of Akatsuka Fujio's most renowned works, \"Tensai Bakabon\" returns after 18 years since its last anime with Director Hosokawa Toru's new original story!\r\n\r\nBakabon and his family, who made the phrase \"This is how it should be\" famous, are back along with the eccentric cast of Mr. Policeman, Rerere no Ojisan and Eel-Dog letting loose in a much more modern setting!\r\n\r\nThe new frontier of \"Bakabon\" that'll take place in a late-night slot is about to begin, 10 years after Akatsuka Fujio's death.\r\n\r\n(Source: Crunchyroll)", "Rating": 7, "EndDate": "Sep 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1031/92911.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Cinderella Girls Gekijou: Kayou Cinderella Theater 3rd Season", "Desc": "Bonus segments of Cinderella Girls Gekijou 3rd Season streamed on The iDOLM@STER Cinderella Girls Mobage following the television broadcast. ", "Rating": 7, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1652/90873.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Hataraku Onii-san! no 2!", "Desc": "Second season of Hataraku Onii-san!.", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1250/95044.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Zannen na Ikimono Jiten", "Desc": "The book series offers humourous introductions to surprising aspects of living creatures, such as \"raccoons don't really wash their food,\" and \"dolphins would drown if they fall completely asleep.\" \r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Aug 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1201/93208.jpg", "Genres": ["TV", "Comedy", "Slice of Life"]}, {"Name": "Iya na Kao sare nagara Opantsu Misete Moraitai", "Desc": "None", "Rating": 6, "EndDate": "Aug 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1887/95009.jpg", "Genres": ["ONA", "Ecchi"]}, {"Name": "Mo Dao Zu Shi", "Desc": "As the grandmaster who founded the Demonic Sect, Wei Wuxian roamed the world in his wanton ways, hated by millions for the chaos he created. In the end, he was backstabbed by his dearest shidi and killed by powerful clans that combined to overpower him. He incarnates into the body of a lunatic who was abandoned by his clan and is later, unwillingly, taken away by a famous cultivator among the clans—Lan Wangji, his archenemy. This marks the start of a thrilling yet hilarious journey of attacking monsters, solving mysteries, and raising children. From the mutual flirtation along the way, Wei Wuxian slowly realizes that Lan Wangji, a seemingly haughty and indifferent poker-face, holds more feelings for Wei Wuxian than he is letting on.\r\n\r\n(Source: Exiled Rebels Scanlations)", "Rating": 9, "EndDate": "Oct 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1564/90277.jpg", "Genres": ["ONA", "Action", "Adventure", "Mystery", "Comedy", "Historical", "Supernatural"]}, {"Name": "Dies Irae: To the Ring Reincarnation", "Desc": "Episodes 12–17 of Dies Irae released exclusively on the web.", "Rating": 7, "EndDate": "Jul 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1244/93395.jpg", "Genres": ["ONA", "Action", "Super Power", "Magic"]}, {"Name": "Nekopara: Koneko no Hi no Yakusoku", "Desc": "About half a year before the opening of the patisserie, La Soleil where the catgirls work with Kashou. Back when Chocola and Vanilla were still kittens when they first arrived at the Minazuki household and before they opened up to the other catgirls.\r\n\r\n(Source: Official site)", "Rating": 8, "EndDate": "Jul 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1716/93183.jpg", "Genres": ["ONA", "Comedy", "Romance"]}, {"Name": "Overlord: Ple Ple Pleiades 3", "Desc": "None", "Rating": 7, "EndDate": "Oct 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1386/93157.jpg", "Genres": ["ONA", "Action", "Comedy", "Fantasy", "Magic"]}, {"Name": "Aru Zombie Shoujo no Sainan", "Desc": "On a hot summer day, five university students sneak into the library storage to look for some treasure. They find two sets of female antique mummies from Italy around the age of 14–20 years old.\r\n\r\nOne of the students, Sayaka, rips open the mummy and takes out a stone called \"stone of life,\" which gave the mummies super strength and eternal life. Having stolen their \"stone of life,\" the two mummy girls wake up and become zombies after 100 years in order to get it back in a bloody gruesome way, smashing their heads and eating their flesh for power.\r\n\r\nThe only way for the students to get out is to somehow find a way to kill the zombie girls. Will they be able to survive?\r\n\r\n(Source: Shochiku)", "Rating": 6, "EndDate": "Jul 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1159/93477.jpg", "Genres": ["ONA", "Action", "Horror", "Supernatural"]}, {"Name": "Sword Gai: The Animation Part II", "Desc": "Part II of Sword Gai.", "Rating": 7, "EndDate": "Jul 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1805/91647.jpg", "Genres": ["ONA", "Action", "Supernatural", "Seinen"]}, {"Name": "He Wei Dao x Re:Cong Ling Kaishi De Yi Shijie Shenghuo", "Desc": "Chinese streaming platform bilibili is hosting exclusive Re:Zero footage--of the two protagonists enjoying cup ramen. The ad is in Japanese with Chinese subtitles and show Subaru introducing Emilia to Cup Noodles' Chinese brand, Hé Wèi Dào, after a study session. The pair enjoy a cup of the seafood flavor Cup Noodle, China's most popular flavor.\r\n\r\nRe:Zero kara Hajimeru Isekai Seikatsu is titled and marketed as Re:Cong Ling Kaishi De Yi Shijie Shenghuo in China.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1629/94819.jpg", "Genres": ["ONA", "Fantasy"]}, {"Name": "Wei, Kanjian Erduo La!", "Desc": "The cute story of the daily life between a guy and his cat-boy roommate.", "Rating": 8, "EndDate": "Nov 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1654/93825.jpg", "Genres": ["ONA", "Slice of Life", "Comedy", "Shounen Ai"]}, {"Name": "Yakusoku no Nanaya Matsuri", "Desc": "Mihara Shouma is a first-year high school student. Shouma hasn't seen his good friend Atsushi in 3.5 years, ever since they lost contact with each other after elementary school. One day, Atsushi gets in contact with Shouma to invite him to a rare festival, so they can meet up and talk. Shouma goes to the \"Tanabata Seven Night Festival\" deep in the mountains, but Atsushi is not there. Instead, a girl named Shiori who also has a person she wants to meet is there. The festival's program manager Kanna suggests that he stay until the festival is over, and so Shouma and Shiori help Kanna prepare for the festival. Shouma and Shiori then get wrapped up in some strange events happening in the town.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Aug 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1473/94594.jpg", "Genres": ["ONA", "Drama", "Samurai", "Sci-Fi"]}, {"Name": "Mecha-ude", "Desc": "Hero was a high schooler living an ordinary life.\r\n\r\nOne day, he meets a very strong and intelligent mechanical arm named \"Mecha-ude\". After a strange turn of events, the \"Mecha-ude\" started living inside Hero's hoodie and the two's life full of trouble begins.\r\n\r\nAs the boy and his \"Mecha-ude\" fights together and strengthen their bonds, the two also meets new friends who also fights along with each of their own unique \"Mecha-ude\" partners.\r\n\r\nOut of those, one of the heroine has two \"Mecha-ude\" which appears out of her skirt. An active girl with a totally opposite characteristics from hero himself, he gradually becomes attracted to her.\r\n\r\nBut the two are confronted with other \"Mecha-ude\" users who are in search of the secret of \"Mecha-ude\" relentlessly.\r\n\r\n(Source: kickstarter)", "Rating": 7, "EndDate": "Sep 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1625/92925.jpg", "Genres": ["ONA", "Action", "Sci-Fi"]}, {"Name": "Girls &amp; Panzer: Fushou Akiyama Yukari no Sensha Kouza - Extra", "Desc": "In honor of Girls & Panzer TV & OVA receiving a 5.1ch Blu-ray Disc BOX set, Bandai Namco released a new Akiyama Yukari's Tank Course \"Extra\" on its official YouTube channel.\r\n\r\nA non-watermarked version of the video will be included on the BD Box set as well. It is slated to be released December 21, 2018.", "Rating": 7, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1995/95121.jpg", "Genres": ["ONA", "Military", "School"]}, {"Name": "Harukana Receive: Yokoku", "Desc": "Web-exclusive next episode previews for Harukana Receive. These contain unique chibi animations and are released on Kadokawa's official YouTube channel. They are released about 2 days prior to the full episode airing.", "Rating": 7, "EndDate": "Sep 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1980/93259.jpg", "Genres": ["ONA", "Sports"]}, {"Name": "Robot Girls Neo", "Desc": "None", "Rating": 6, "EndDate": "Sep 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1806/93449.jpg", "Genres": ["ONA", "Comedy", "Parody", "Mecha"]}, {"Name": "Tales of the Rays Gekijou", "Desc": "None", "Rating": 7, "EndDate": "Jul 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1851/95295.jpg", "Genres": ["ONA", "Comedy", "Fantasy", "Parody"]}, {"Name": "Nora to Oujo to Noraneko Heart CM", "Desc": "A collaboration between the TV anime Nora to Oujo to Noraneko Heart and Aizu Tetsudou (Aizu Railway).\r\n\r\nNora has decided to take office as the honorary deputy station master of Aizu Railway's Ashinomaki-Onsen Station. This is the station of the famous real-life cat named Bus, who acted as the station master (similar to the cat Tama of the Kishi Station). On September 17, 2018 Nora will be inaugurated, the ceremony will have commemorative goods available.", "Rating": 6, "EndDate": "Sep 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1428/96003.jpg", "Genres": ["ONA", "Comedy", "Ecchi"]}, {"Name": "Green Dakara x Mirai no Mirai", "Desc": "A collaboration between SUNTORY's drink brand Green Dakara and the Mirai no Mirai anime film.\r\n\r\nIn the first commercial, SUNTORY's drink mascot characters Green Dakara-chan and Mugi-chan come inside Mirai no Mirai protagonist Kun's house. He tells them to be quiet so as not to wake the sleeping Mirai. \r\n\r\nThe first ad debuted on Japanese national TV and online on Friday. The 2nd commercial was also debuted on Friday but it did not receive its national TV airing till the following week.", "Rating": 6, "EndDate": "Jul 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1775/93219.jpg", "Genres": ["ONA", "Music"]}, {"Name": "Holiday Love: Fuufukan Renai", "Desc": "Can a relationship survive after an affair? Azu is 30-year-old stay at home mom and she runs a nail salon in her apartment. While carrying the frustration of thinking that her husband Junpei (32) doesn't love her as a woman anymore, she raises the child they were blessed with and continues through the motions of everyday life. One day, while Azu is running her salon, a customer asks to borrow her cellphone, and shows her something dangerously entrancing. A few days afterward, she receives a notification from an unknown man, sending Junpei and Azu's relationship into the deep-end... From Yukari Koyama of the TV drama \"Rose-Colored Crusade\" comes a challenging original work! You are invited to the story of 4 married people that could take place anywhere, filled with temptation, betrayal, and broken hearts - a true love story!\r\n\r\n(Source: Manga Box)", "Rating": 6, "EndDate": "Nov 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1664/93326.jpg", "Genres": ["ONA", "Drama", "Romance"]}, {"Name": "Koukyousei Million Arthur", "Desc": "The animated opening for Square Enix's Koukyousei Million Arthur RPG mobile game launched for iOS and Android on October 4, 2018. It is said to be a \"brand new\" Million Arthur story where legends and myths intersect. The plan is for the game to be an action hunting RPG, unlike the previous ones which were mobile RPG card games.", "Rating": 6, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1501/94814.jpg", "Genres": ["ONA", "Fantasy", "Game"]}, {"Name": "Chainsaw Bunny", "Desc": "Two bunny girls get in trouble.....\r\nFrom the creator of CHAINSAW MAID and PUSSYCAT,\r\nanother gory horror clay animation comes!!\r\nNever ending splatter carnival has begun!!", "Rating": 6, "EndDate": "Aug 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1817/93467.jpg", "Genres": ["ONA", "Comedy", "Horror", "Supernatural", "Thriller"]}, {"Name": "God Eater Reso Nantoka Gekijou: Episode EX", "Desc": "Short anime inspired by the iOS and Android mobile game God Eater Resonant Ops.", "Rating": 6, "EndDate": "Aug 8, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1644/95139.jpg", "Genres": ["ONA", "Fantasy", "Military", "Parody", "Sci-Fi"]}, {"Name": "Hanasaku Kizuna no Romantan", "Desc": "After an invasion by the Vivolian army, the Sprite Himawari and her childhood friend Tsubaki flee their homeland of Floria for the town of Romton. There, they live out their lives in peace... for a time. \r\n\r\nOne day, Himawari's friend and fellow Sprite Ajisai is kidnapped by mysterious strangers. Now Himawari and detective Tsubaki set out to rescue her, but find the dreaded Vivolians standing in their way!\r\n\r\nIt is animated in 2D. The anime is promoting a special event in the Monster Strike mobile game where these new characters are obtainable through gacha and evolutions.\r\n\r\n(Source: Official YouTube channel)", "Rating": 6, "EndDate": "Sep 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1206/93602.jpg", "Genres": ["ONA", "Action", "Game", "Fantasy"]}, {"Name": "Oshiego ni Kyouhaku Sareru no wa Hanzai Desu ka?", "Desc": "A special anime promotional video for the Oshiego ni Kyouhaku Sareru no ga Hanzai desu ka? light novel, mainly to announce the 2nd volume's release on Wednesday.\r\n\r\nThe series' story centers on Tenjin, a 27-year-old teacher who works at a cram school for students taking entrance exams for high school and middle school. While he is talented at teaching elementary school students, he holds no love for children. He coldly contents himself with grinding through his job while training his colleague JD and being tossed about by the cruel currents of life. But one day, while teaching a fifth-grade class, one of his students hugs him close and tells him that she loves him. And a 14-year old middle-school student named Seika sees the entire thing. Seika blackmails him into giving her \"personal lessons\" at night.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Jul 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1485/93251.jpg", "Genres": ["ONA", "School"]}, {"Name": "Fin-tan to Sauna ni Nyuurou", "Desc": "Enjoy a Finnish sauna experience with Fin-tan through YouTube's 360° video.", "Rating": 5, "EndDate": "Jul 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1539/93258.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Lipton #watashitolipton", "Desc": "Lipton started a #watashitolipton campaign where people have to post a picture of themselves to Instagram or Twitter of them drinking a carton a Lipton while watching the anime. The winner of the campaign will be contacted and anime-ified as a character for 'episode 2'. And the 50 runner ups will receive a free Lipton carton. The deadline is September 7th.\r\n\r\nThe official website shows two \"Coming Soon\" slots in the video section after this first Shigyou-hen episode so a 3rd animated episode is to be expected.", "Rating": 5, "EndDate": "Oct 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1932/93214.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Chainsaw Bunny: Deleted Scene", "Desc": "A \"deleted scene\" from Chainsaw Bunny, where the monster becomes a giant pink faceless looming creature.", "Rating": 4, "EndDate": "Aug 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1282/95802.jpg", "Genres": ["ONA", "Horror", "Supernatural", "Thriller"]}, {"Name": "Readyyy!", "Desc": "The opening animation to Readyyy!, Sega's male idol training smartphone game. The game is set in Kamakura, and the story's protagonist is a newly-minted producer of the Dia Production talent agency. But the protagonist is also the manager of the dormitory where 18 idols are all living together.\r\n\r\nPre-registration opened the day after the video was posted to the official YouTube channel but there has been no release date listed as to when the app will launch.\r\n\r\n(Source: ANN)", "Rating": 5, "EndDate": "Aug 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1130/95404.jpg", "Genres": ["ONA", "Music"]}, {"Name": "Kiss made, Ato 1 Byou.", "Desc": "He said he'd stop one second before we kiss... So why are we really kissing right now!? My first kiss is on stage performing a play......! We've been friends since we were kids, and Izuru's always bossing me around. I have to write the script for our school festival play, which is a relief because at least I can steer clear of Izuru, who's playing the leading role of the prince...... But on performance day, the princess gets sick, and I have to take her place! I'm dreading the final kissing scene. We're just supposed to pretend, but now... our lips are... touching...! I know it's Izuru... but he looks like a handsome prince, and... he's actually kinda hot......\r\n\r\n(Source: Ebook Renta)", "Rating": 0, "EndDate": "Sep 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1369/93435.jpg", "Genres": ["ONA", "Romance", "School", "Shoujo"]}, {"Name": "Si Hai Jing Qi", "Desc": "None", "Rating": 6, "EndDate": "Nov 8, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1216/96268.jpg", "Genres": ["ONA", "Action", "Adventure", "Fantasy", "Historical", "Martial Arts", "Military", "Mystery"]}, {"Name": "Megane no Mahou", "Desc": "Short anime released via Chugai Pharmaceutical, to make aware of Rheumatoid Arthritis.", "Rating": 7, "EndDate": "Sep 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1661/96886.jpg", "Genres": ["ONA", "Drama"]}, {"Name": "Idol Fantasy", "Desc": "An animated promotional video for Square Enix's mobile game Idol Fantasy. Within the game you the female manager Aoi Nishizono, and your job is to raise male idols to stardom in a heart-throbbing setting.", "Rating": 5, "EndDate": "Jul 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1026/95307.jpg", "Genres": ["ONA", "Game", "Music"]}, {"Name": "Ishii Hiroyuki x Saitou Souma Essay-shuu", "Desc": "An advertisement for a photo and essay collection of Souma Saitou, a voice actor, with 3 years worth of content from his work for VOICE Newtype (a sister web magazine to Newtype dedicated to the seiyuu industry).\r\n\r\nThe book will be titled Kenkou de Bunkateki na Saiteigendo no Seikatsu but has no relation to the manga and J-drama of the same name.\r\n\r\nThe animation for the advertisement is done by illustrator Hiroyuki Ishii, who stated that this was the first time they animated a piece, as they normally product 2D illustrations and design work for Space Shower TV.", "Rating": 5, "EndDate": "Sep 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1131/94944.jpg", "Genres": ["ONA", "Space"]}, {"Name": "Qing Chi Hong Xiaodou Ba!", "Desc": "The main character of this show is a little red bean who dreams of being eaten.", "Rating": 6, "EndDate": "Sep 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1399/94971.jpg", "Genres": ["ONA", "Slice of Life", "Comedy"]}, {"Name": "Cike Wu Liuqi Fanwai", "Desc": "Extra episodes of Killer Seven.", "Rating": 7, "EndDate": "Aug 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1299/94969.jpg", "Genres": ["ONA", "Action", "Mystery", "Comedy", "Super Power", "Drama", "Romance", "Martial Arts"]}, {"Name": "Gift±", "Desc": "With the growing demand for high-quality organ transplants in Japan, many underground organizations have carried out kidnapping and murder operations to obtain organs for sale; surgeon doctors also started practicing. It even began to intervene in outside countries like China.\r\n \r\nOur protagonist, Tamaki Suzuhara, a beautiful but mysterious high school girl, tries to find someone very important to her who is currently missing. She joined an illegal organ trafficking network, which kidnapped those who were judged \"morally cure\" for morphological, surgical removal of organs.\r\n \r\nLet's see where this bloody journey and Tamaki Suzuhara's moral dilemma will lead. Can she find what she wants?", "Rating": 0, "EndDate": "Sep 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1688/93905.jpg", "Genres": ["ONA", "Horror", "Seinen"]}, {"Name": "Hentatsu", "Desc": "None", "Rating": 0, "EndDate": "Aug 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1420/93109.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Masamune-kun no Revenge OVA", "Desc": "Bundled with the limited edition 10th volume of the Masamune-kun no Revenge manga.", "Rating": 7, "EndDate": "Jul 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1062/92517.jpg", "Genres": ["OVA", "Harem", "Comedy", "Romance", "School", "Shounen"]}, {"Name": "Karakai Jouzu no Takagi-san OVA", "Desc": "Special episode bundled with the 9th volume of the manga based on Chapter 57-59.", "Rating": 8, "EndDate": "Jul 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1600/92476.jpg", "Genres": ["OVA", "Comedy", "Romance", "School", "Shounen", "Slice of Life"]}, {"Name": "Kishibe Rohan wa Ugokanai", "Desc": "Rohan Kishibe accompanies Kyouka Izumi, a manga magazine editor, to a buy house at a village far off from civilization. They soon discover the village is home to a group of millionaires who had all mysteriously become rich at the age of 25. Rohan and Izumi enter one of the houses, only to realize they they are trapped by a mysterious power that won't let them progress unless they follow specific rules lest they suffer the consequences.\r\n\r\n(Source: JoJo Wiki)", "Rating": 8, "EndDate": "Jul 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/3/87617.jpg", "Genres": ["OVA", "Action", "Mystery", "Supernatural", "Shounen"]}, {"Name": "Yuragi-sou no Yuuna-san OVA", "Desc": "Bundled with the 11th and 12th volumes of the Yuragi-sou no Yuuna-san manga. The first episode will adapt the manga's 12th chapter.\r\n\r\n", "Rating": 8, "EndDate": "Dec 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/8/89469.jpg", "Genres": ["OVA", "Harem", "Comedy", "Supernatural", "Romance", "Ecchi", "Shounen"]}, {"Name": "Kekkai Sensen &amp; Beyond OVA", "Desc": "Bundled with the 5th volume of the Kekkai Sensen: Back 2 Back manga. ", "Rating": 8, "EndDate": "Jul 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1874/96668.jpg", "Genres": ["OVA", "Action", "Comedy", "Fantasy", "Shounen", "Super Power", "Supernatural", "Vampire"]}, {"Name": "Golden Kamuy OVA", "Desc": "Bundled with the 15th volume of the Golden Kamuy manga. ", "Rating": 7, "EndDate": "Sep 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1806/96665.jpg", "Genres": ["OVA", "Action", "Adventure", "Historical", "Seinen"]}, {"Name": "Terra Formars: Earth-hen", "Desc": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga.", "Rating": 7, "EndDate": "Nov 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1955/96666.jpg", "Genres": ["OVA", "Action", "Sci-Fi", "Space", "Horror", "Drama", "Seinen"]}, {"Name": "Devils Line OVA", "Desc": "Bundled with the limited edition of the manga' 12th compiled volume.", "Rating": 7, "EndDate": "Aug 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1471/93329.jpg", "Genres": ["OVA", "Action", "Supernatural", "Drama", "Romance", "Vampire", "Seinen"]}, {"Name": "Lupin wa Ima mo Moete Iru ka?", "Desc": "A 50th anniversary project.", "Rating": 7, "EndDate": "Jul 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1983/95011.jpg", "Genres": ["OVA", "Action", "Adventure", "Comedy", "Seinen"]}, {"Name": "An Tu! An Tu!", "Desc": "The animation And2 Girls is based on the five members of the virtual idol group And2girls. The story takes place after the era of Big Power Outages in which Shang Jing City has become an international metropolis due to energy reserves and development. Idols have also become recognized by everyone and sought after. Studying at Music&Art Private High School, the five girls encounter acquaintances and companions for their common purpose. They make unremitting efforts for the goal, boarding the summit of Star List through the match, to prove their strength!\r\n\r\n(Source: Guodong Subs)", "Rating": 5, "EndDate": "Aug 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1937/93875.jpg", "Genres": ["OVA", "Music", "Slice of Life"]}, {"Name": "Boku no Hero Academia the Movie: Futari no Hero", "Desc": "Deku and All Might receive an invitation to I-Expo, the world’s leading exhibition of Quirk abilities and hero item innovations! Amid the excitement, sponsors, and pros from all over, Deku meets Melissa, a girl who is Quirkless just like he once was. Suddenly, I-Expo’s top-of-the-line security system gets hacked by villains, and a sinister plan is set in motion. It’s a serious threat to hero society, and one man holds the key to it all—the symbol of peace, All Might.\r\n\r\n(Source: Funimation)", "Rating": 9, "EndDate": "Aug 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1736/93138.jpg", "Genres": ["Movie", "Action", "Comedy", "School", "Shounen", "Super Power"]}, {"Name": "FLCL Progressive", "Desc": "Many years have passed since Naota and Haruhara Haruko shared their adventure together. Meanwhile, the war between the two entities known as Medical Mechanica and Fraternity rages across the galaxy. Enter Hidomi, a young teenage girl who believes there is nothing amazing to expect from her average life, until one day when a new teacher named Haruko arrives at her school. Soon enough, Medical Mechanica is attacking her town and Hidomi discovers a secret within her that could save everyone, a secret that only Haruko can unlock.\r\n\r\nBut why did Haruko return to Earth? What happened to her Rickenbacker 4001 she left with Naota? And where did the human-type robot Canti go?\r\n\r\n(Source: Adult Swim)", "Rating": 7, "EndDate": "Sep 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1499/93700.jpg", "Genres": ["Movie", "Action", "Comedy", "Dementia", "Mecha", "Parody", "Sci-Fi"]}, {"Name": "Nanatsu no Taizai Movie: Tenkuu no Torawarebito", "Desc": "The Seven Deadly Sins travel to a remote land in search of the phantom ingredient \"sky fish.\" Meliodas and Hawk end up at a \"Sky Palace\" that exists above the clouds, where all the residents have wings. Meliodas is mistaken for a boy who committed a crime and is thrown in prison. Meanwhile, the residents are preparing a ceremony for defense against a ferocious beast that awakens once every 3,000 years. But the Six Knights of Black, a Demon Clan army, arrives and removes the seal on the beast in order to threaten the lives of the residents of Sky Palace. Meliodas and his allies meet the Six Knights of Black in battle.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Aug 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1444/91899.jpg", "Genres": ["Movie", "Action", "Adventure", "Fantasy", "Magic", "Shounen", "Supernatural"]}, {"Name": "FLCL Alternative", "Desc": "Kana is a 17-year-old high school junior who spends her days hanging out with her besties, Mossan, Hijiri, and Pets. They live unremarkable lives, until the day a Mecha falls out of the sky, along with a strange woman named Haruko. Her plans for Kana and her friends involve the force known as ATOMSK. Kana will have to risk everything to decide whether or not to help... like she really has a choice!\r\n\r\n(Source: Adult Swim)", "Rating": 7, "EndDate": "Sep 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1494/93701.jpg", "Genres": ["Movie", "Action", "Comedy", "Dementia", "Mecha", "Parody", "Sci-Fi"]}, {"Name": "K: Seven Stories Movie 1 - R:B - Blaze", "Desc": "None", "Rating": 8, "EndDate": "Jul 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1446/90544.jpg", "Genres": ["Movie", "Action", "Drama", "Super Power", "Supernatural"]}, {"Name": "Kimi no Suizou wo Tabetai", "Desc": "Spring time in April and the last of the cherry blossoms are still in bloom. The usually aloof bookworm with no interest in others comes across a book in a hospital waiting room. Handwritten on the cover are the words: \"Living with Dying.\" He soon discovers that it is a diary kept by his very popular and genuinely cheerful classmate, Sakura Yamauchi, who reveals to him that she is secretly suffering from a pancreatic illness and only has a limited time left. It is at this moment that she gains just one more person to share her secret.\r\n\r\nTrying to maintain a normal life as much as possible, Sakura is determined to live her life to the fullest until the very last day. As her free spirit and unpredictable actions throw him for a loop, his heart begins to gradually change.\r\n\r\n(Source: Aniplex USA)", "Rating": 9, "EndDate": "Sep 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1768/93291.jpg", "Genres": ["Movie", "Drama"]}, {"Name": "Shikioriori", "Desc": "Told in three chapters in three cities, Shikioriori explores the simple joys of life through sensual memories and how the beating heart of love cannot be defeated by the flow of time. Memories in a bowl of steaming noodles, a fading beauty finding her way and a bittersweet first love—all in these stories of city life in China.", "Rating": 8, "EndDate": "Aug 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1529/93093.jpg", "Genres": ["Movie", "Drama", "Romance", "Slice of Life"]}, {"Name": "Mirai no Mirai", "Desc": "When four-year-old Kun meets his new baby sister, his world is turned upside down. Named Mirai (meaning \"future\"), the baby quickly wins the hearts of Kun's entire family. As his mother returns to work, and his father struggles to run the household, Kun becomes increasingly jealous of baby Mirai... until one day he storms off into the garden, where he encounters strange guests from the past and future—including his sister Mirai, as a teenager. Together, Kun and teenage Mirai go on a journey through time and space, uncovering their family's incredible story. But why did Mirai come from the future?\r\n\r\n(Source: GKIDS)", "Rating": 8, "EndDate": "Jul 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1042/95674.jpg", "Genres": ["Movie", "Adventure", "Drama", "Fantasy"]}, {"Name": "Natsume Yuujinchou Movie: Utsusemi ni Musubu", "Desc": "Ever since he was little, Takashi Natsume has been able to see what others could not, namely monstrous spirits known as Yokai. Natsume's late grandmother, Reiko, would challenge Yokai to contests and the ones that lost had to sign a contract with her, binding their names to her \"Yujin-cho.\" Ever since Natsume has inherited the book, together with Nyanko Sensei, his self-proclaimed bodyguard, he spends his days trying to return the names within the book to their owners.\r\n\r\nNatsume has been busy, navigating between humans and Yokai when he coincidentally reunites with an old classmate, Yuki. It brings back painful memories of a certain Yokai. Meanwhile, Natsume also became acquainted with Yorie Tsumura, a woman in the memories of a Yokai whose name he had returned. Yorie knew much about Reiko, but now lived a peaceful life with her only son, Mukuo. Being with this family was comforting for Natsume, but apparently a mysterious Yokai has been lurking in their town.\r\n\r\nOn the way back from investigating, a \"Yokai seed\" that had latched itself to Nyanko Sensei drops into the Fujiwaras' garden and grows overnight into a fruit tree. When Nyanko Sensei eats a fruit that is somehow shaped like himself, he suddenly splits into three!\r\n\r\n(Source: Aniplex USA)", "Rating": 9, "EndDate": "Sep 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1250/94846.jpg", "Genres": ["Movie", "Drama", "Fantasy", "Shoujo", "Slice of Life", "Supernatural"]}, {"Name": "Non Non Biyori Movie: Vacation", "Desc": "None", "Rating": 8, "EndDate": "Aug 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1044/93575.jpg", "Genres": ["Movie", "Comedy", "Slice of Life", "Seinen"]}, {"Name": "Penguin Highway", "Desc": "Schoolboy Aoyama is bright, inquisitive and a bit headstrong. He has a lot of brainwork to get busy with – after all, he'll be an adult in just a few thousand days. For the moment, though, he'll have to live life as a fourth-grader. Not that it's a bad life.\r\n\r\nSummer has arrived and school's nearly out. He has a crush on an intriguing older woman he's met at his dentist's office, who's coaching him in his chess game. And a colony of penguins has materialized in the middle of Aoyama's sleepy little town. Where on Earth – or elsewhere – did these waddling interlopers come from? Aoyama and his friends embark on a research mission, applying rigorous scientific methods and principles. Their discoveries, however, only lead to ever more puzzling wonders...\r\n\r\n(Source: Fantasia)", "Rating": 8, "EndDate": "Aug 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1320/93443.jpg", "Genres": ["Movie", "Fantasy", "Sci-Fi"]}, {"Name": "K: Seven Stories Movie 2 - Side:Blue - Tenrou no Gotoku", "Desc": "None", "Rating": 8, "EndDate": "Aug 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1640/90999.jpg", "Genres": ["Movie", "Action", "Super Power", "Supernatural"]}, {"Name": "K: Seven Stories Movie 3 - Side:Green - Uwagaki Sekai", "Desc": "None", "Rating": 7, "EndDate": "Sep 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1267/91000.jpg", "Genres": ["Movie", "Action", "Super Power", "Supernatural"]}, {"Name": "Evangelion: Another Impact (VR)", "Desc": "The all-consuming sense of scale of \"evangelion: Another Impact (Confidential)\", which was released in the 2015 Japan Anima(tor)'s Exhibition, gets retouched upon in all new short VR movie.\r\n\r\n​Another time, another place. An activation test of a decisive weapon was underway. With its development and operational trials shrouded in complete secrecy, the Another Number - Unit Null, suddenly breaks free of human control and goes berserk.\r\n\r\n​For what purpose was Another Number - Unit Null created?\r\n\r\n​The story of an Evangelion's activation, rampage and howling in another world... \r\n\r\n(Source: Official Site)", "Rating": 7, "EndDate": "Jul 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1351/93244.jpg", "Genres": ["Movie", "Action", "Mecha", "Sci-Fi"]}, {"Name": "Donten ni Warau Gaiden: Ouka, Tenbou no Kakehashi", "Desc": "A series of side stories of Donten ni Warau series. Some of the stories take place before and some after the end of the main series.", "Rating": 8, "EndDate": "Sep 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1666/93322.jpg", "Genres": ["Movie", "Action", "Supernatural", "Historical"]}, {"Name": "Chiisana Eiyuu: Kani to Tamago to Toumei Ningen", "Desc": "Modest Heroes will consist of three shorts by three different directors: \"Kanini & Kanino\" (\"Kani no Kanino\") by Hiromasa Yonebayashi will be a 15-minute fantasy adventure story of two crab siblings, and will be long. \"Life Ain't Gonna Lose\" (\"Samurai Egg\") by Yoshiyuki Momose will be a 15-minute \"human drama\" showing the love between a mother and a boy. \"Invisible\" (\"Tōmei Ningen\") by Akihiko Yamashita will be a 14-minute \"action spectacle\" that centers on the lonely struggle of one invisible man. Studio Ponoc describes the shorts as \"tales of modest heroes of our times.\" \r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Aug 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1881/93496.jpg", "Genres": ["Movie", "Action", "Adventure", "Drama", "Fantasy"]}, {"Name": "K: Seven Stories - The Idol K", "Desc": "Short featuring the characters reimagined as idols. ", "Rating": 7, "EndDate": "Jul 7, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1642/90546.jpg", "Genres": ["Movie", "Comedy", "Music", "Parody"]}, {"Name": "Oshie to Tabi Suru Otoko", "Desc": "The story begins in the early Showa era of the 20th century. A mysterious old man on a train relates the disappearance of his older brother three decades ago, near the 12-story Ryounkaku tower that once stood in the seaside town of Uozu, Japan. The mystery revolves around telescopes, peep shows, and the blurred boundary between reality and dreams. \r\n\r\n(Source: ANN) ", "Rating": 7, "EndDate": "Jul 20, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1755/90710.jpg", "Genres": ["Movie", "Mystery", "Psychological"]}, {"Name": "Wakaokami wa Shougakusei! Movie", "Desc": "After losing her parents in a car accident, Okko goes to live in the countryside with her grandmother, who runs a traditional Japanese inn built on top of an ancient spring said to have healing waters. While she goes about her chores and prepares to become the inn's next caretaker, Okko discovers there are ghosts who live there that only she can see – not scary ghosts, but playful child ghosts who keep her company and help her feel less lonely. A sign outside says the spring welcomes all and will reject none, and this is soon put to the test as a string of new guests challenge Okko's ability to be a gracious host. But ultimately Okko discovers that dedicating herself to the happiness of others becomes the key to taking care of herself.\r\n\r\n(Source: Animation is Film Festival)", "Rating": 7, "EndDate": "Sep 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1371/94401.jpg", "Genres": ["Movie", "Comedy", "Slice of Life", "Supernatural"]}, {"Name": "Aragne no Mushikago", "Desc": "Life could be better for shy, anxious university student Rin. The apartment she has rented is hardly the sunny palace the rental listings suggested. The housing complex is rundown, grim and haunted by troubled souls lurking in dark corners. Ghastly crimes are occurring in the vicinity. And a grinning stranger makes his unsettling presence known.\r\n\r\nBeyond all this, Rin is coming to realize that something even more sinister is manifesting itself, something at the cursed crossroads of mythology, monstrosity and medical science. Determined to find out more, Rin visits the library, where she meets a sympathetic young staffer. But what she learns does not begin to put her mind at ease.\r\n\r\n(Source: Fantasia)", "Rating": 5, "EndDate": "Aug 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1477/96023.jpg", "Genres": ["Movie", "Fantasy", "Horror", "Mystery"]}, {"Name": "Mobile Suit Gundam UC Perfectibility", "Desc": "In an alternate take of the final battle of episode 7 of Mobile Suit Gundam Unicorn, Banagher Links in the RX-0 Unicorn Gundam Perfectibility sorties from the Nahel Argama to confront Full Frontal in his NZ-999 Neo Zeong.\r\n\r\nMobile Suit Gundam Unicorn Perfectibility is a short WALL-G movie projected alongside The Life-Sized Unicorn Gundam Statue at Diver City Tokyo Plaza’s Festival Plaza in Odaiba, Tokyo.\r\n\r\n(Source: Gundam Wiki)", "Rating": 7, "EndDate": "Sep 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1042/96713.jpg", "Genres": ["Movie", "Action", "Mecha"]}, {"Name": "Osomatsu-san VR", "Desc": "The first short VR work of the popular TV anime Osomatsu-san. An immersive VR experience of the everyday lives of sextuplets. The setting is the bathhouse that fans know and love. The same all-star lineup of voice actors as the TV anime talk to you, a player in the VR world. It seems that only you have the supernatural powers to grant the wishes of each of the sextuplets. What is it that the sextuplets want? And can you indeed fulfill their wishes...?\r\n\r\n(Source: Official Site)", "Rating": 6, "EndDate": "Jul 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1128/93245.jpg", "Genres": ["Movie", "Comedy", "Parody", "Supernatural"]}, {"Name": "Natsu wo Yarinaosu", "Desc": "Under the scorching summer sun, the chirping of cicadas can be heard at a school building. A young girl is crouching down with her back turned to you. The girl notices you there, stands up, and starts talking to you. \"Ever since that summer, I've been waiting for you...\" The truth about \"that summer\" slowly becomes clear as she speaks. The person I wanted to see was the person I must not see... An original short work created for VR. The theme song, \"Having Summer Again,\" is by the three-piece band Kerakera (Universal Music Japan), which is quickly gaining popularity.\r\n\r\n(Source: Official Site)", "Rating": 7, "EndDate": "Jul 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1873/93246.jpg", "Genres": ["Movie", "School"]}, {"Name": "Walking Meat", "Desc": "Humanity has grown a taste for zombies. Stewed, sautéed, or squeezed.\r\n\r\nIn an alternate world, the Japanese corporation Flesh Inc. has managed to create zombies on domestic soil during the roaring Sixties (the years of the economic boom) using voodoo techniques imported from Africa, and it has built a fortune thereafter by selling zombie products of all kind: instant noodles, soft drinks, hamburgers, pet food, and cosmetics.\r\n\r\nBut when a trio of self-centered millennials on their first workday get trapped inside a fully automated zombie farm with their old-school technotard supervisor and a horde of undead running amok, overcoming generation gaps becomes a matter of survival.\r\n\r\n(Source: Production I.G)", "Rating": 8, "EndDate": "Sep 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1383/95198.jpg", "Genres": ["Movie", "Action", "Supernatural"]}, {"Name": "Tomica Hyper Rescue Drive Head: Kidou Kyuukyuu Keisatsu Movie", "Desc": "None", "Rating": 7, "EndDate": "Aug 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1709/90853.jpg", "Genres": ["Movie", "Sci-Fi", "Adventure", "Police", "Mecha"]}, {"Name": "Yuukai Anna", "Desc": "None", "Rating": 6, "EndDate": "Jul 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1686/93209.jpg", "Genres": ["Movie", "Action", "Adventure", "Romance", "Seinen"]}, {"Name": "Saigo no Mori: Hajimari no Hito", "Desc": "Based on the elementary and middle schooler's grand prix winning work titled Saigo no Mori from the Hokuto City Scenario competition. The film premiered at the Hokuto Film Festival and is directed by Decovocal.", "Rating": 6, "EndDate": "Jul 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1702/93249.jpg", "Genres": ["Movie", "Slice of Life"]}, {"Name": "Feng Yu Zhou", "Desc": "None", "Rating": 7, "EndDate": "Aug 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1090/95412.jpg", "Genres": ["Movie", "Action", "Adventure", "Comedy", "Historical", "Super Power", "Demons", "Drama", "Fantasy"]}, {"Name": "Violet Evergarden: Kitto &quot;Koi&quot; wo Shiru Hi ga Kuru no Darou", "Desc": "Unaired episode included with volume 4 of the Bluray/DVD release.", "Rating": 9, "EndDate": "Jul 4, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/9/89993.jpg", "Genres": ["Special", "Drama", "Fantasy", "Slice of Life"]}, {"Name": "One Piece: Episode of Sorajima", "Desc": "The special will be the first in the \"Episode of\" series to cover the Skypeia arc, and will feature a character who did not appear in the original Skypeia arc from the anime.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Aug 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1533/92968.jpg", "Genres": ["Special", "Action", "Adventure", "Comedy", "Super Power", "Drama", "Fantasy", "Shounen"]}, {"Name": "Megalo Box Specials", "Desc": "Shorts included with the Blu-ray releases. ", "Rating": 7, "EndDate": "Nov 22, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1726/92315.jpg", "Genres": ["Special", "Action", "Drama", "Shounen", "Slice of Life", "Sports"]}, {"Name": "Gakuen Babysitters Special", "Desc": "Special episode bundled with the 7th Blu-ray volume.", "Rating": 8, "EndDate": "Sep 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1049/93162.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "One Room 2nd Season: Hanasaka Yui no Prologue", "Desc": "A summary of One Room's first 4 episodes aired as a prequel to the second season.", "Rating": 6, "EndDate": "Jul 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1473/93256.jpg", "Genres": ["Special", "Slice of Life"]}, {"Name": "Bobunemimimmi Specials", "Desc": "The official website for the Pop Team Epic anime announced on Monday that the series' Bobunemimimmi (Bob Epic Team) segments will be compiled into a standalone Blu-ray Disc release. The release will include all 22 previously released segments by the production team AC-bu, plus two new segments, a \"high speed kamishibai (paper theater) collection\" of the \"Hellshake Yano\" segment, and original stickers.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Sep 15, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1409/93656.jpg", "Genres": ["Special", "Comedy", "Parody", "Dementia"]}, {"Name": "Osomatsu-san: Hajimaru Hajimari", "Desc": "A Daiichi (pachinko company) x Osomatsu-san fan event will be held on August 2nd. Character goods, attractions, mascots, and a mini-anime where the cast recreates classic Japanese tales. In particular: Tsuru no Ongaeshi, Urashima Tarou, Kaguya-hime, Saru Kani Gassen, Kintarou, and Momotarou.", "Rating": 6, "EndDate": "Aug 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1964/93279.jpg", "Genres": ["Special", "Comedy", "Parody", "Fantasy"]}, {"Name": "Macross Δ Movie: Gekijou no Walküre Picture Drama", "Desc": "Picture Drama released with the Macross Δ Movie: Gekijou no Walküre Blu-ray.", "Rating": 6, "EndDate": "Aug 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1715/96795.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "Macross Δ Movie: Gekijou no Walküre Shougekijou", "Desc": "Chibi Special released with the Macross Δ Movie: Gekijou no Walküre Blu-ray.", "Rating": 6, "EndDate": "Aug 28, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1264/96196.jpg", "Genres": ["Special", "Comedy"]}, {"Name": "Shinya! Tensai Bakabon Specials", "Desc": "Included with the Blu-ray and DVD release of Shinya! Tensai Bakabon. ", "Rating": 7, "EndDate": "Nov 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1079/93341.jpg", "Genres": ["Special", "Slice of Life", "Comedy"]}, {"Name": "Eiga Daisuki Pompo-san", "Desc": "None", "Rating": 5, "EndDate": "Sep 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1254/94970.jpg", "Genres": ["Special", "Comedy", "Drama"]}, {"Name": "Sofy Soft Tampon: Drive Ryokou-hen", "Desc": "An animated television advertisement for Sofy brand soft tampons. A woman has a long road trip ahead of her with her friends and the product helps her stay leak-proof when she doesn't have the ability to frequently stop at the restroom.", "Rating": 4, "EndDate": "Jul 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1182/95437.jpg", "Genres": ["Special", "Slice of Life"]}], "Fall": [{"Name": "RErideD: Tokigoe no Derrida", "Desc": "The year is 2050. A young engineer named Derrida Yvain became famous thanks to his contribution to the development of the \"Autonomous Machine DZ\" at Rebuild, the manufacturing company founded by his father. One day, Derrida and his colleague Nathan discover a flaw in the DZs and try to warn their boss, but are ignored. Although Derrida and Nathan are aware of the danger, they reluctantly decide to put off taking any measures, and instead go to Nathan's daughter Mage's birthday party. The next day, after enjoying a peaceful day, Derrida and Nathan are suddenly attacked by unknown forces. At the end of the escape, Derrida falls into a cold sleep machine and 10 years later, he wakes up to a devastated world in the middle of a war. While Derrida is attacked by a group of out of control DZs, he almost gives up, but he recalls Nathan's last words.\r\n\r\n\"Take care of Mage.\"\r\n\r\nDespite the harsh fate that has fallen upon him, Derrida sets off to seek Mage.\r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Nov 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1481/95784.jpg", "Genres": ["TV", "Action", "Sci-Fi", "Drama"]}, {"Name": "Hashiri Tsuzukete Yokattatte.", "Desc": "Minato visits a recitation at an anime event with his friend. He is captivated by the voice actors' performances and decides to enroll in Suidoubashi Animation Academy. There, he meets Chikako, who used to live in the room he is moving into and who left a message in a USB drive. Minato, who aims to be a voice actor but is unable to put himself into the role, and Chikako, who lives with a past trauma, encourage one another and try to improve themselves. With the help of seniors such as Ryouta and Kei watching over them, they try to mature. As they stumble and worry, what lies ahead for them both?\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Oct 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1533/94555.jpg", "Genres": ["TV", "Drama", "Slice of Life"]}, {"Name": "Satsuriku no Tenshi ONA", "Desc": "Episodes 13–16 of Satsuriku no Tenshi.", "Rating": 8, "EndDate": "Oct 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1706/95625.jpg", "Genres": ["ONA", "Adventure", "Horror", "Mystery", "Psychological"]}, {"Name": "Ingress the Animation", "Desc": "A project was launched where scientists discovered a mysterious substance that can interface directly with the human brain. This substance, called \"Exotic Matter (XM),\" has existed since ancient times, influencing human minds and the progress of humanity. In the wake of this discovery, a battle of powerful nations and corporate giants has been unleashed. Organizations across the globe have embarked on a secret race to exploit XM. It represents both an opportunity and a threat to humanity. Two Factions seeks to control the XM. The Enlightened view XM's power as a gift that enhances human experience and discovery. The Resistance sees XM as a hostile takeover of the human mind, choosing technology as humanity's best path forward. XM, and the mystery behind it lie at the center of this battle for the fate of humanity.\r\n\r\n2018—Now, a new struggle is about to unfold in Tokyo and across the globe. Dangerous and powerful forces seeking to exploit the potential of XM will collide. This groundbreaking project will mark the beginning of an epic augmented-reality experience combining the three elements of animation, location-based gaming, and the real world.\r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Oct 18, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1944/93421.jpg", "Genres": ["ONA", "Action", "Game", "Sci-Fi", "Mystery"]}, {"Name": "Osake wa Fuufu ni Natte kara: Yuzu Atsukan", "Desc": "The Osake wa Fuufu ni Natte kara talk event at the Machi★Asobi vol. 20 event announced that the short series will receive a 14th episode. \r\n\r\n(Source: MAL News)", "Rating": 7, "EndDate": "Oct 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1833/95350.jpg", "Genres": ["ONA", "Comedy", "Romance", "Slice of Life"]}, {"Name": "Jashin-chan Dropkick Episode 12", "Desc": "\"It\" was believed to be traveling in space, but, \"I'm back, guys!\" Due to popular demand, we decided to bring Jashin-chan back for an extra episode! What will she face when she returns to Earth? Yurine, Medusa, Pekola, Minos, Yusa, Koji and Peru-chan are all in for the \"swimsuit edition\"! Then appears Kraken for what seemed like the last battle of the season, but the real battle continues...\r\n\r\n(Source: Amazon Prime Video)", "Rating": 8, "EndDate": "Oct 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1969/95176.jpg", "Genres": ["ONA", "Comedy", "Supernatural"]}, {"Name": "Overlord: Ple Ple Pleiades - Clementine Toubou-hen", "Desc": "None", "Rating": 7, "EndDate": "Nov 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1874/96290.jpg", "Genres": ["ONA", "Action", "Comedy", "Magic", "Fantasy"]}, {"Name": "Hero Mask", "Desc": "Now there's a mysterious Mask before James Blood, and the man behind it is one that shouldn't exist. What is the mystery surrounding this mask...? So begins an action-packed crime story set in a beautiful city! ", "Rating": 7, "EndDate": "Dec 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1934/96007.jpg", "Genres": ["ONA", "Action", "Mystery", "Police", "Sci-Fi"]}, {"Name": "God Eater 3", "Desc": "The opening promotional animation to Bandai Namco's God Eater 3. The game is slated to be released next month for PS4 and the following year for PC. The story is a sequel to God Eater 2 Rage Burst, just like Resonant Ops. There was a disaster of tremendous proportions, referred to as \"Ash Area\" that devoured Fenrir, and is apparently still ongoing.", "Rating": 7, "EndDate": "Nov 13, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1508/96233.jpg", "Genres": ["ONA", "Action", "Game", "Music"]}, {"Name": "Hangyakusei Million Arthur PV", "Desc": "The animated PV for Square Enix's mobile MMORPG, Hangyakusei Million Arthur.\r\n\r\nBritain is a land surrounded on all sides by sea. When threatened with an invasion from an unknown enemy, this land quickly falls into chaos. Britain's only hope is the guardian known as Arthur, the one who is chosen by the sacred sword Excalibur.\r\n\r\nHowever, this title wasn't exclusive to just one hero. With the sacred sword deeming challengers worthy, this number quickly grew into the millions. As Arthurs, they fulfill their duty as a guardian, in this never-ending struggle against death. \r\n\r\nOn the other hand, there are those who shoulder a different mission from these Arthurs. \"Destroy Excalibur\". These warriors are referred to as AGENT Arthurs. \r\n\r\nTo destroy one million Excaliburs, they wield Excalibur. They are Arthurs, yet not Arthurs. This is a tale of rebellion for those struggling to prevent the end of the world. \r\n", "Rating": 6, "EndDate": "Nov 29, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1411/96834.jpg", "Genres": ["ONA", "Action", "Adventure", "Fantasy"]}, {"Name": "Itsuka Aeru Kimi ni", "Desc": "A tourism promotion anime for Ogaki City in the Gifu Prefecture. The story's script was written by Kou Nakamura, a famous novelist from Ogaki City.\r\n\r\nAn is confessed to by her childhood friend Yuuki. She runs away from the shock and finds herself time-slipped into the future. With modern tech and flying personal robots, she's shown around by a helpful ikemen named Kibou and his robot rabbit butler. Kibou tells her that she's his grandmother and that Yuuki is his grandfather, and that she doesn't need to be so unsure of her future.", "Rating": 6, "EndDate": "Oct 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1134/95337.jpg", "Genres": ["ONA", "Romance", "Sci-Fi"]}, {"Name": "Baby I Love You Da ze", "Desc": "Japan-based confectionery company Lotte opened a special site to celebrate the 70th anniversary since its founding in 1948. The centerpiece of the commemorative website is a new animated musical short featuring the song \"Shinesekai\" (New World) by the band Bump of Chicken.\r\n\r\nThe video centers on a middle school boy-meets-high school girl scenario. They are surrounded by a wide range of characters who are all \"spirits\" of various Lotte snacks, such as a men's singing group representing Ghana chocolate bars and, well, Koalas representing Koala March. \r\n\r\n(Source: ANN) ", "Rating": 7, "EndDate": "Dec 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1985/97357.jpg", "Genres": ["ONA", "Music", "Romance"]}, {"Name": "Kimi no Matsu Mirai (Basho) e", "Desc": "Soka city's 60th anniversary commemorative animation.\r\n\r\nSouta was born in Soka but has worked and lived in Tokyo until recently. He's engaged to Miki and decides to return to Soka to look for a new home where the two will live together. While house hunting, he encounters a mysterious bird and begins to chase after it. He then meets a woman named Akiko who time-slipped to the future. Souta shows her around the city and she reflects on how much has changed and her future as she too is engaged.\r\n\r\n(Source: AniDB & ANN)", "Rating": 6, "EndDate": "Nov 11, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1616/96200.jpg", "Genres": ["ONA", "Sci-Fi", "Slice of Life"]}, {"Name": "Honda-san x Taka no Tsume", "Desc": "A collaboration between the Eagle Talon franchise and Gaikotsu Shotenin Honda-san. The former is promoting the latter's TV series. In a tongue-in-cheek style Yoshida-kun \"explains\" what Gaikotsu Shotenin Honda-san is about but gets it hilariously wrong much to the shock and frustration of Honda-san himself, such that never getting his name right.", "Rating": 6, "EndDate": "Nov 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1348/96025.jpg", "Genres": ["ONA", "Comedy", "Parody"]}, {"Name": "Han Solo/Star Wars Story", "Desc": "Two shorts created by Disney Japan in honor of Solo: A Star Wars Story being released on MovieNEX, which is a set item of Blu-ray disc, DVD, and digital copy (cloud compatible) release of films (essentially every home-media release available as a single purchase). MovieNEX is unique to the Japanese market. ", "Rating": 5, "EndDate": "Oct 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1171/95732.jpg", "Genres": ["ONA", "Sci-Fi"]}, {"Name": "Ryuu ga Gotoku Online x Taka no Tsume", "Desc": "A collaboration between Eagle Talon and the mobile game Ryu Ga Gotoku Online. It is a spin-off title of what is commonly known as the Yakuza game series in the Western world.\r\n\r\nIn the first episode, The Eagle Talon cast somehow find themselves within the game's world and run into Ichiban Kasuga. They explaining who they are and promoting the game's release. Even Ichiban himself knows he's in a game and promotes the mobile release (supposedly, Ichiban plays his own mobile game).\r\n\r\nIn the second episode, Ichiban Kasuga comes to visit The Eagle Talon cast in their world. He gives them some tips on how to look aggressive to take over the world. But their yakuza appearance draws yakuza to them, in which they then both promote the game as both world's yakuza are fans of the mobile game.", "Rating": 6, "EndDate": "Nov 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1821/96234.jpg", "Genres": ["ONA", "Comedy", "Game", "Parody"]}, {"Name": "Aoku Tsuzuku Pass", "Desc": "A promotional piece for the Kirin Challenge Cup 2018. This year is the 40th anniversary of the competition.", "Rating": 6, "EndDate": "Oct 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1390/95752.jpg", "Genres": ["ONA", "Sports"]}, {"Name": "Tanuki to Kitsune: Dai 5-kan Hatsubai Kinen Animation", "Desc": "Tanuki to Kitsune manga's 5th tankoubon goes on sale November 15, 2018. A short animation was released on the franchise's official YouTube channel to commemorate the occasion.", "Rating": 6, "EndDate": "Nov 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1265/95979.jpg", "Genres": ["ONA", "Comedy"]}, {"Name": "Higashi Asia Bunka Toshi 2019 Toshima", "Desc": "Higashi Asia Buka Toshi is a yearly event in agreement with Japan, China, and Korea's cultural ministries. A city or ward from each country is chosen to bring awareness to that city through its arts and culture. For 2019, Japan selected its Toshima ward of Tokyo city. This means that Toshima is now accepting any projects, logos, public relations, school projects, etc. among the Toshima citizens and businesses to create a Toshima-portfolio and tourism for the ward.\r\n\r\nTo mark the debut of Toshima's selection, a rotocoped short was released following a little girl's view of Toshima's attractions.", "Rating": 6, "EndDate": "Nov 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1194/96195.jpg", "Genres": ["ONA", "Slice of Life"]}, {"Name": "Watashi no Na wa Outafukuko: Chiisana Shiawase wo, Chikyuu no Shiawase ni.", "Desc": "A commercial for the food and seasoning company Otafuku Sauce.\r\n\r\nThe short portrays the main character Outafukuko, a 1,028-year-old woman, making and sharing Issenyousho in a scene set in Hiroshima after the Second World War. Issenyousho is considered one of the early dishes that would eventually inspire okonomiyaki. October 10, the day the short went live, is \"Okinomiyaki Day\" in Japan. \r\n\r\nThe short reunites the staff of the anime film adaptation of Fumiyo Kouno's Kono Sekai no Katasumi ni manga. The short's main character Outafukuko is based on a character from Kouno's other manga titled Hyakuichi. \r\n\r\n(Source: ANN)", "Rating": 5, "EndDate": "Dec 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1508/95516.jpg", "Genres": ["ONA", "Historical"]}, {"Name": "Re:Zero kara Hajimeru Isekai Seikatsu: Memory Snow", "Desc": "The Re:Zero kara Hajimeru Isekai Seikatsu stage event at the MF Bunko J Summer School Festival 2017 on Sunday has announced that the series will receive a new OVA.\r\n\r\n(Source: MAL News)", "Rating": 8, "EndDate": "Oct 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1081/95707.jpg", "Genres": ["OVA", "Drama", "Fantasy", "Psychological", "Thriller"]}, {"Name": "Nanatsu no Taizai: Imashime no Fukkatsu OVA", "Desc": "OVA bundled with the 34th volume of the manga.", "Rating": 8, "EndDate": "Nov 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1369/96304.jpg", "Genres": ["OVA", "Action", "Adventure", "Supernatural", "Magic", "Fantasy", "Shounen"]}, {"Name": "Koi to Uso OVA", "Desc": "Bundled with the limited edition of the 8th manga volume.", "Rating": 7, "EndDate": "Nov 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1298/91812.jpg", "Genres": ["OVA", "Drama", "Romance", "School"]}, {"Name": "Drifters: The Outlandish Knight", "Desc": "Episode 15 of Drifters shipped with the special version of the manga's sixth volume.", "Rating": 8, "EndDate": "Nov 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1919/94631.jpg", "Genres": ["OVA", "Action", "Adventure", "Comedy", "Historical", "Samurai", "Fantasy", "Seinen"]}, {"Name": "Starmyu in Halloween", "Desc": "The new OVA will tell a story about Hoshitani and friends on Halloween. The OVA will feature a music video for the song \"Storytellers.\" \r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Oct 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1621/93659.jpg", "Genres": ["OVA", "Music", "Slice of Life", "School"]}, {"Name": "Ketakuma no DVD", "Desc": "Ketakuma is a popular LINE stamp character. He's featured in the gif stamps section and his character won the 2016 LINE Creators Stamp Award. Pony Canyon has now teamed up with Ketakuma's designer to make a fully animated DVD ripe with comedy skits and music videos.  ", "Rating": 0, "EndDate": "Nov 21, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1077/97399.jpg", "Genres": ["OVA", "Comedy"]}, {"Name": "Zoku Owarimonogatari", "Desc": "None", "Rating": 9, "EndDate": "Nov 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1022/96168.jpg", "Genres": ["Movie", "Comedy", "Mystery", "Supernatural", "Vampire"]}, {"Name": "Dragon Ball Super Movie: Broly", "Desc": "The theme for this remarkable new film will be \"Saiyan\", the strongest race in the universe. Since \"Battle of the Gods\", Gokuu has undergone new forms from Super Saiyan God to Super Saiyan Blue to other evolved forms that have gone up against many invincible warriors from multiple universes. This new story will focus on the origin of the Saiyans' strength and what it means to be Saiyan.\r\n\r\n(Source: Official site)", "Rating": 8, "EndDate": "Dec 14, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1575/93498.jpg", "Genres": ["Movie", "Action", "Adventure", "Comedy", "Fantasy", "Martial Arts", "Shounen", "Super Power"]}, {"Name": "Koukyoushihen Eureka Seven Hi-Evolution 2: Anemone", "Desc": "None", "Rating": 9, "EndDate": "Nov 10, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1012/96436.jpg", "Genres": ["Movie", "Adventure", "Drama", "Mecha", "Sci-Fi"]}, {"Name": "Godzilla 3: Hoshi wo Kuu Mono", "Desc": "A door opens, and a golden seal shatters a star.\r\n\r\nIt is the early 21st century. Mankind has lost the battle for planet Earth to Godzilla, and has taken to the stars in search of a new home. But the search ends in vain, forcing them and their alien allies back to Earth. But 20,000 years have passed in their absence, and the Earth is a wholly different place.\r\n\r\nThe planet's flora and fauna now embody and serve Godzilla. Earth is a monster's planet, ruled by the largest Godzilla ever at 300 meters in height. Godzilla Earth.\r\n\r\nHuman protagonist, Captain Haruo, yearns to defeat Godzilla and retake the planet for mankind. There, he meets aboriginal descendants of the human race, the Houtua tribe. The Houtua twin sisters, Maina and Miana, lead him to the skeletal remains of Mecha-Godzilla, an old anti-Godzilla weapon, which to everyone's surprise is still alive in the form of self-generating nanometal. Taken from the Mecha-Godzilla carcass, the nanometals have gradually been rebuilding a \"Mecha-Godzilla City,\" a potential weapon capable of destroying Godzilla Earth.\r\n\r\nAs the strategy develops, a rift forms between the humans and the Bilusaludo, one of several alien races that had joined the humans on their exodus from Earth. Their leader, Galu-gu, believes that the secret to defeating Godzilla lies in the use of superhuman powers – namely, the nanometal integration – but Haruo resists, fearing that in defeating monsters, they must not become monsters themselves. Haruo ultimately uses his means for defeating Godzilla Earth to destroy the Mecha-Godzilla city so as to prevent nanometal assimilation, killing Galu-gu. However, his childhood friend, Yuuko, has been absorbed by the nanometal integration and has fallen into a brain dead coma.\r\n\r\nThe human race, once again, is lost. Metphies, commander of the priestly alien race, Exif, marvels at the miraculous survival of Haruo, he begins to attract a following. The Exif has secretly harbored this outcome as their \"ultimate goal.\" Miana and Maina issue warnings against Metphies, while Haruo begins to question mankind's next move.\r\n\r\nWith no means for defeating Godzilla Earth, mankind watches as King Ghidorah, clad in a golden light, descends on the planet. The earth shakes once again with as war moves to a higher dimension.\r\n\r\nWhat is Godzilla exactly? Does mankind stand a chance? Is there a future vision in Haruo's eyes? Find out in the finale.\r\n\r\n(Source: Official site)", "Rating": 8, "EndDate": "Nov 9, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1556/93690.jpg", "Genres": ["Movie", "Action", "Adventure", "Sci-Fi"]}, {"Name": "K: Seven Stories Movie 5 - Memory of Red - Burn", "Desc": "None", "Rating": 8, "EndDate": "Nov 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1790/91851.jpg", "Genres": ["Movie", "Action", "Super Power", "Supernatural"]}, {"Name": "K: Seven Stories Movie 4 - Lost Small World - Ori no Mukou ni", "Desc": "None", "Rating": 8, "EndDate": "Oct 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1211/91852.jpg", "Genres": ["Movie", "Action", "Super Power", "Supernatural"]}, {"Name": "K: Seven Stories Movie 6 - Circle Vision - Nameless Song", "Desc": "None", "Rating": 8, "EndDate": "Dec 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1491/92832.jpg", "Genres": ["Movie", "Action", "Super Power", "Supernatural"]}, {"Name": "Zuori Qing Kong", "Desc": "In the late 90's, in China, Tu Xiaoyi, an high school student, takes no interest in marks and prefers to play video games with his friend nicknamed \"Peanut.\" One day, he was chosen by his teacher to become the class representative with Yao Zhetian, a very cute girl. He will experience his first love and disappointments.", "Rating": 8, "EndDate": "Oct 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1895/93644.jpg", "Genres": ["Movie", "Drama", "Romance", "School", "Slice of Life"]}, {"Name": "Mobile Suit Gundam NT", "Desc": "U.C. 0097, one year after the opening of \"Laplace's Box.\"\r\nDespite the revelation of the Universal Century Charter that acknowledges the existence and rights of Newtypes, the framework of the world has not been greatly altered.\r\n\r\nThe conflict later dubbed the \"Laplace Incident\" is thought to have ended with the downfall of the Neo Zeon remnants known as the Sleeves. In its final battle, two full psycho-frame mobile suits displayed power beyond human understanding. The white unicorn and the black lion were sealed away to remove this danger from people's consciousness, and they should now be completely forgotten.\r\n\r\nHowever, the RX-0 Unicorn Gundam 03, which disappeared two years earlier, is now about to show itself in the Earth Sphere once more. A golden phoenix... named Phenex.\r\n\r\n(Source: Gundam.info)", "Rating": 8, "EndDate": "Nov 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1552/95706.jpg", "Genres": ["Movie", "Action", "Drama", "Mecha", "Military", "Sci-Fi", "Space"]}, {"Name": "Mahou Shoujo Lyrical Nanoha: Detonation", "Desc": "None", "Rating": 8, "EndDate": "Oct 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1084/93086.jpg", "Genres": ["Movie", "Action", "Comedy", "Drama", "Magic", "Super Power"]}, {"Name": "Haikara-san ga Tooru Movie 2: Hana no Tokyo Dai Roman", "Desc": "The story follows Benio \"Haikara-san\" Hanamura, who lost her mother when she was very young and has been raised by her father, a high-ranking official in the Japanese army. As a result, she has grown into a tomboy. Contrary to traditional Japanese notions of femininity, she studies kendo, drinks sake, dresses in often outlandish-looking Western fashions instead of the traditional kimono, and is not as interested in housework as she is in literature. She also rejects the idea of arranged marriages and believes in a woman's right to a career and to marry for love.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Oct 19, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1947/95701.jpg", "Genres": ["Movie", "Comedy", "Historical", "Romance", "Shoujo"]}, {"Name": "Usuzumizakura: Garo", "Desc": "Set during the Heian Period, Kyo is a beautiful city that is proud of its glory. Two beautiful onmyouji meet, and the sad and short-lived beautiful cherry blossom starts to stir after 1000 years.\r\n\r\n(Source: MAL News)", "Rating": 6, "EndDate": "Oct 6, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1428/93934.jpg", "Genres": ["Movie", "Action", "Demons", "Fantasy", "Magic", "Supernatural"]}, {"Name": "Kaijuu Girls Kuro: Ultra Kaijuu Gijinka Keikaku", "Desc": "None", "Rating": 7, "EndDate": "Nov 23, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1778/96583.jpg", "Genres": ["Movie", "Comedy", "Fantasy", "Parody"]}, {"Name": "Monster Strike the Movie: Sora no Kanata", "Desc": "13 years ago, suddenly one part of Tokyo broke off and began to float in the sky. Tokyo was separated into \"Old Tokyo\" as the part that was floating in the air, and \"New Tokyo,\" the part that stayed on the ground. Communication and interaction between the two Tokyos was impossible, and years passed. One day, a young girl perceives that Old Tokyo will fall back down to the ground, and she sets out on the perilous path from from Old Tokyo to New Tokyo to save the citizens from the impending crisis.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Oct 5, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1206/93873.jpg", "Genres": ["Movie", "Action", "Fantasy", "Game"]}, {"Name": "Peace Maker Kurogane Movie 2: Yuumei", "Desc": "None", "Rating": 7, "EndDate": "Nov 17, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1947/93389.jpg", "Genres": ["Movie", "Action", "Comedy", "Historical", "Samurai", "Shounen"]}, {"Name": "Mutafukaz", "Desc": "After a scooter accident provoked by a mysterious woman's vision, Angelino, a deadbeat like thousands of others in Dark Meat City, starts getting violent migraines that are accompanied by strange hallucinations. Along with his good buddy Vinz, he tries to figure out what's happening to him while threatening men in black seem determined to catch him.\r\n\r\n(Source: Annecy)", "Rating": 8, "EndDate": "Oct 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1718/95259.jpg", "Genres": ["Movie", "Action", "Psychological", "Sci-Fi", "Super Power"]}, {"Name": "Hug tto! Precure♡Futari wa Precure Movie: All Stars Memories", "Desc": "None", "Rating": 9, "EndDate": "Oct 27, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1538/93935.jpg", "Genres": ["Movie", "Action", "Fantasy", "Magic", "Shoujo"]}, {"Name": "Uchuu no Hou: Reimei-hen", "Desc": "University students, Ray, Anna, Tyler, Halle, and Eisuke are enjoying college life and pursuing their dreams, but in reality, They have a secret mission, to fight against invading Reptilians from outer space. One day, Ray travels back in time to 330 million years ago on Earth, to find his missing friend Tyler who has fallen into a trap set by the evil alien, Dahar. During that time, Alpha, the God of the Earth, was planning to create a new civilization on Earth and invited Queen Zamza and her fellow Reptilian from the planet Zeta, to Earth.\r\n\r\nWhat is the intention of Dahar? What will happen to Ray and Tyler?\r\n\r\nAnd what is “the plan of the God of the Earth\"?\r\n\r\n(Source: Eleven Arts)", "Rating": 4, "EndDate": "Oct 12, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1446/93438.jpg", "Genres": ["Movie", "Sci-Fi", "Space"]}, {"Name": "Ghost in the Shell: Ghost Chaser", "Desc": "A new ride-like VR attraction. The ride will debut at the \"hexaRide\" attraction area of the renewed Diver City Tokyo Plaza. The ride attraction allows up to 12 people to ride at the same time using Q-Ride equipment with six-directional movement, and VR headsets. The ride costs 1,000 yen (about US$9) per person.\r\n\r\nThis story is set in the Kuzan Republic. The defense minister, who will take part in a meeting of the Next-generation Weapon Coordination Council, has ordered an advance onsite inspection.\r\n\r\nRide participants are tasked with providing escort while securing an inspection route in Public Security Section 9, where Motoko Kusanagi serves as leader.\r\nRiders will use the hexaRide vehicle to enter cyberspace and, serving as a Public Security Section 9 agent, join in an attack on revolutionary movement forces.\r\n\r\n(Source: ANN)", "Rating": 7, "EndDate": "Nov 2, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1427/95917.jpg", "Genres": ["Movie", "Action", "Sci-Fi", "Police", "Seinen"]}, {"Name": "Neko Kikaku", "Desc": "The \"hyper black comedy\" anime takes place in Nyagoya City, a trendy town where cats live. In this peaceful town, many of the cats are suddenly disappearing. The NEET cat Takumi must save his father, who is wrapped up in the incident. The anime will feature the characters speaking in Nagoya dialect, and will feature famous sightseeing spots such as Nagoya Castle. \r\n\r\n(Source: ANN)", "Rating": 6, "EndDate": "Nov 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1101/96173.jpg", "Genres": ["Movie", "Comedy"]}, {"Name": "Yuu☆Yuu☆Hakusho Specials", "Desc": "Special included in the 25th anniversary Blu-ray box set.\r\n\r\nThe special will cover the \"Two Shot\" bonus chapter from the manga's seventh volume, which tells the story of how Kurama and Hiei met, as well as the manga's penultimate chapter \"All or Nothing.\" which shows the main characters reuniting to solve a hostage crisis in the spirit world.\r\n\r\n(Source: ANN)", "Rating": 8, "EndDate": "Oct 26, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1191/97154.jpg", "Genres": ["Special", "Action", "Adventure", "Comedy", "Demons", "Martial Arts", "Shounen", "Supernatural"]}, {"Name": "Goblin Slayer: Bouken Kiroku Youshi", "Desc": "Recap of the first 10 episodes of Goblin Slayer.", "Rating": 7, "EndDate": "Dec 16, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1527/97299.jpg", "Genres": ["Special", "Action", "Adventure", "Fantasy"]}, {"Name": "Black Clover: Jump Festa 2018 Special", "Desc": "The special episode features the captains of the different squads plus Asta and Yuno participating in a quiz show.", "Rating": 7, "EndDate": "Nov 25, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1585/96894.jpg", "Genres": ["Special", "Comedy", "Fantasy", "Shounen"]}, {"Name": "Dragon Ball Super: Broly - Skytree Super", "Desc": "A special anime featuring Goku and Freeza screened at the Tokyo Skytree.", "Rating": 6, "EndDate": "Nov 1, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1957/96070.jpg", "Genres": ["Special", "Action", "Comedy", "Shounen"]}, {"Name": "One Room 2nd Season Special", "Desc": "One Room 2nd Season  special included on the BD release of the main show. It follows bedroom 'role play' scenarios you have with the girls and dream scenarios you have while asleep near the girls. ", "Rating": 6, "EndDate": "Nov 30, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1630/97029.jpg", "Genres": ["Special", "Ecchi"]}, {"Name": "Detective Conan: Amuro Secret Call", "Desc": "Special two-part bonus video included on the Blu-ray/DVD of the Detective Conan: Zero The Enforcer Movie.", "Rating": 7, "EndDate": "Oct 3, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1810/97017.jpg", "Genres": ["Special", "Mystery", "Comedy", "Police"]}, {"Name": "Hakyuu Houshin Engi: Kou-ke no Chi", "Desc": "Special episode bundled with the eighth Blu-ray and DVD volume of Hakyuu Houshin Engi.", "Rating": 7, "EndDate": "Oct 31, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1670/96523.jpg", "Genres": ["Special", "Adventure", "Demons", "Fantasy", "Shounen", "Supernatural"]}, {"Name": "Cinderella Girls Gekijou 3rd Season Special", "Desc": "Special included with Blu-ray volume of Cinderella Girls Gekijou 3rd Season.", "Rating": 6, "EndDate": "Oct 24, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1316/93508.jpg", "Genres": ["Special", "Game", "Music", "Slice of Life", "Comedy"]}, {"Name": "Futsuu tte Nandarou?", "Desc": "Futsuu tte Nandarou? is an NHK documentary program about people with developmental disorders. \r\n\r\nPart of the program was five 2-minute short stories of real people (who narrate their own story) that when growing up, they did not understand what was wrong with them nor did their teachers. Each episode is animated by a different person and aims to showcase what is normal for them and how they grew up to be regular members of society. They were all shown intermittently on the same day as NHK as starting a new awareness campaign for the documentary series. The animated shorts were later streamed on NHK's official website and again later on NHK's official YouTube channel.", "Rating": 6, "EndDate": "Nov 11, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1960/96526.jpg", "Genres": ["Special", "Slice of Life"]}, {"Name": "Gore-Tex Infinium", "Desc": "Commercial for The North Face Japan's \"GORE-TEX INFINIUM\" products.", "Rating": 3, "EndDate": "Oct 11, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1094/96922.jpg", "Genres": ["Special", "Music"]}, {"Name": "Matsuda-ke Curry Battle", "Desc": "A video created for the Matsuda family wedding ceremony in October by Inoue Ryou. In it the wedding couple battles out whose curry is better but in the end, both taste great according to the couple's baby.", "Rating": 4, "EndDate": "Oct, 2018", "ImageUrl": "https://cdn.myanimelist.net/images/anime/1665/95448.jpg", "Genres": ["Special", "Music"]}]}